Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Delete
de_de: Löschen

source: Back
de_de: Zurück

source: Confirmed
de_de: Bestätigt

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Bottom, Center
de_de: Unten, Zentriert

source: Vik Booking - Rooms List
de_de: Vik Booking - Liste Zimmer

source: Delete Room
de_de: Zimmer löschen

source: Edit Room
de_de: Zimmer bearbeiten

source: Edit/View Rates
de_de: Tarife ansehen/bearbeiten

source: Rooms Calendar
de_de: Zimmer-Kalender

source: New Room
de_de: Neues Zimmer

source: Vik Booking - Tax Rates List
de_de: Vik Booking - Liste Steuersätze

source: Delete Tax Rate
de_de: Steuersatz löschen

source: Edit Tax Rate
de_de: Steuersatz bearbeiten

source: New Tax Rate
de_de: Steuersatz anlegen

source: Vik Booking - Categories List
de_de: Vik Booking - Liste Kategorien

source: Delete Categories
de_de: Kategorie löschen

source: Edit Category
de_de: Kategorie bearbeiten

source: New Category
de_de: Kategorie anlegen

source: Vik Booking - Characteristics List
de_de: Vik Booking - Liste Ausstattungen

source: Delete Characteristics
de_de: Ausstattung löschen

source: Edit Characteristic
de_de: Ausstattung bearbeiten

source: New Characteristic
de_de: Ausstattung anlegen

source: Vik Booking - Options List
de_de: Vik Booking - Liste Optionen

source: Delete Options
de_de: Option löschen

source: Edit Option
de_de: Option bearbeiten

source: New Option
de_de: Option anlegen

source: Vik Booking - Types of Price
de_de: Vik Booking - Tarifarten

source: Delete Prices
de_de: Tarifart löschen

source: Edit Price
de_de: Tarifart bearbeiten

source: New Price
de_de: Tarifart anlegen

source: Vik Booking - New Tax Rate
de_de: Vik Booking - Neuer Steuersatz

source: Vik Booking - Edit Tax Rate
de_de: Vik Booking - Steuersatz bearbeiten

source: Vik Booking - New Price
de_de: Vik Booking - Neuer Tarif

source: Vik Booking - Edit Price
de_de: Vik Booking - Bearbeiten Tarif

source: Vik Booking - New Category
de_de: Vik Booking - Neue Kategorie

source: Vik Booking - Edit Category
de_de: Vik Booking - Bearbeiten Kategorie

source: Vik Booking - New Characteristic
de_de: Vik Booking - Neue Ausstattung

source: Vik Booking - Edit Characteristic
de_de: Vik Booking - Bearbeiten Ausstattung

source: Vik Booking - New Option
de_de: Vik Booking - Neue Option

source: Vik Booking - Edit Option
de_de: Vik Booking - Option bearbeiten

source: Vik Booking - New Room
de_de: Vik Booking - Neues Zimmer

source: Vik Booking - Edit Room
de_de: Vik Booking - Zimmer bearbeiten

source: Vik Booking - Rooms Base Rates
de_de: Vik Booking - Zimmer-Tarife

source: Delete Rates
de_de: Tarife löschen

source: Quit Inserting
de_de: Einfügen beenden

source: Vik Booking - Bookings List
de_de: Vik Booking - Liste Buchungen

source: Remove Bookings
de_de: Buchung entfernen

source: Booking Details
de_de: Buchungs-Details

source: Vik Booking - Booking Details
de_de: Vik Booking - Buchungsdetails

source: Vik Booking - Bookings Calendar
de_de: Vik Booking - Buchungskalender

source: Reservations for
de_de: Reservierungen für

source: Vik Booking - Edit Reservation
de_de: Vik Booking - Reservierung bearbeiten

source: Delete Reservation
de_de: Reservierung löschen

source: Vik Booking - Global Configuration
de_de: Vik Booking - Globale Einstellungen

source: Vik Booking - Payment Methods
de_de: Vik Booking - Zahlungsarten

source: Remove
de_de: Entfernen

source: Edit
de_de: Bearbeiten

source: New
de_de: Neu

source: Vik Booking - New Payment Method
de_de: Vik Booking - Neue Zahlungsart

source: Vik Booking - Edit Payment Method
de_de: Vik Booking - Bearbeiten Zahlungsart

source: Vik Booking - Availability Overview
de_de: Vik Booking - Übersicht Verfügbarkeit

source: Main Settings
de_de: Haupteinstellungen

source: Prices and Payments
de_de: Tarife und Zahlungen

source: Views and Layout
de_de: Ansichten und Layout

source: Company and Reservations
de_de: Unternehmen und Aufträge

source: Reservation Deleted
de_de: Gelöschte Reservierungen

source: to
de_de: bis

source: Room is not available from
de_de: Zimmer ist nicht verfügbar ab

source: Check-out date is previous than Check-in
de_de: Das Abreisedatum liegt vor dem Anreisedatum

source: The room is not available in the days requested. The Room is waiting for the payment to confirm the reservation
de_de: Das Zimmer ist zum angefragten Zeitraum nicht verfügbar. Für das Zimmer steht die Zahlung und die Reservierungsbestätigung aus.

source: Reservation Updated
de_de: Reservierung aktualisiert

source: Settings Saved. Click the button Renew Session to apply the new configuration settings immediately.
de_de: Einstellungen gesichert. Den Button Renew Session anklicken um die neuen Einstellungen sofort anzuwenden.

source: Payment Method Saved
de_de: Bezahlmethode gespeichert

source: File Class is already used in another payment method
de_de: Datei-Klasse bereits in einer anderen Zahlungsmethode verwendet

source: Payment Method Updated
de_de: Zahlungsart aktualisiert

source: Reservation
de_de: Reservierung

source: Completed
de_de: Abgeschlossen

source: Error, the Room is no longer available. Reservation was set to confirmed
de_de: Fehler, das Zimmer ist nicht mehr verfügbar. Die Buchung wurde bestätigt.

source: Booking successfully set to Confirmed
de_de: Die Buchung wurde erfolgreich bestätigt.

source: No Room Found
de_de: Kein Zimmer gefunden

source: Insert base rates
de_de: Tarife einfügen

source: No Prices Found, Insert Prices from
de_de: Keine Tarif gefunden, Tarife einfügen aus

source: Here
de_de: Hier

source: Days Field is empty
de_de: Feld Tage ist leer

source: Nights
de_de: Nächte

source: from
de_de: von

source: Price(s) per Night
de_de: Preis(e) pro Nacht

source: Night
de_de: Übernachtungen

source: Insert
de_de: Einfügen

source: Edit Reservation
de_de: Bearbeiten Reservierung

source: Quick Reservation
de_de: Schnellreservierung

source: Reservation Saved
de_de: Reservierung gespeichert

source: Unable to save the Reservation, Room not Available
de_de: Die Reservierung konnte nicht gespeichert werden, das Zimmer ist nicht verfügbar.

source: Check-in Field is empty
de_de: Anreisefeld ist leer

source: Check-out Field is empty
de_de: Das Abreisefeld ist leer

source: Check-in Date and Time
de_de: Check-in Datum und Uhrzeit

source: at
de_de: um

source: Check-out Date and Time
de_de: Check-out Datum und Uhrzeit

source: Customer Information
de_de: Gast-Informationen

source: Save Booking
de_de: Buchung speichern

source: No Future Reservations
de_de: Keine zukünftigen Reservierungen

source: View Mode
de_de: Ansicht

source: 3 Months
de_de: 3 Monate

source: 6 Months
de_de: 6 Monate

source: 1 Year
de_de: 1 Jahr

source: Sun
de_de: Son

source: Tue
de_de: Die

source: Wed
de_de: Mit

source: Thu
de_de: Don

source: Fri
de_de: Fre

source: Sat
de_de: Sam

source: Check-in
de_de: Anreise

source: Check-out
de_de: Abreise

source: No rooms found
de_de: Keine Zimmer gefunden

source: Every selected Room will be removed with its own contents. Confirm
de_de: Jedes gewählte Zimmer wird mit seinen eigenen Inhalten entfernt. Bestätigen

source: Name
de_de: Vorname

source: Category
de_de: Kategorie

source: Characteristics
de_de: Ausstattung

source: Options
de_de: Optionen

source: Available
de_de: Verfügbar

source: Units
de_de: Anzahl

source: Make Not Available
de_de: Sperren

source: Make Available
de_de: Sperrung aufheben

source: Any
de_de: Alle

source: No bookings found
de_de: Keine Aufträge gefunden

source: Every selected booking will be removed with its reservation. Confirm
de_de: Jeder gewählte Auftrag wird mit der Reservierung gelöscht. Bestätigen

source: Date
de_de: Datum

source: Rooms
de_de: Anzahl Betten

source: Guests
de_de: Gäste

source: Total
de_de: Gesamt

source: No Tax rates Found
de_de: Keine Steuersätze gefunden

source: Remove every selected Tax Rate
de_de: Gewählte Steuersätze entfernen

source: tax Rate
de_de: Steuersatz

source: No Categories found
de_de: Keine Kategorrien gefunden

source: Remove every selected Category
de_de: Gewählte Kategorien entfernen

source: Category Name
de_de: Bezeichnung Kategorie

source: No Characteristics found
de_de: Keine Ausstattungen gefunden

source: Remove every selected Characteristic
de_de: Gewählte Ausstattungen entfernen

source: Characteristic Name
de_de: Bezeichnung Ausstattung

source: No Options found
de_de: Keine Optionen gefunden

source: Remove every selected Option
de_de: Gewählte Optionen entfernen

source: Description
de_de: Beschreibung

source: Price
de_de: Preis

source: Tax Rate
de_de: Steuersatz

source: Per Night
de_de: Pro Nacht

source: Allowed Quantity
de_de: Mögliche Anzahl

source: Image
de_de: Bild

source: Maximum Cost
de_de: Maximale Kosten

source: No Prices Found
de_de: Keine Preise gefunden

source: Remove every selected Price ? Each Tax Rate with one of these prices will become null.
de_de: Gewählte Preise entfernen? Jeder verknüpfte Steuersatz wird auf Null gesetzt.

source: Price Name
de_de: Bezeichnung Tarif

source: Price Attributes
de_de: Tarif Eigenschaften

source: Reservation not found
de_de: Reservierung nicht gefunden

source: Booking Date
de_de: Buchungsdatum

source: Reservation for
de_de: Reservierung für

source: Check-in Date
de_de: Anreise

source: At H:M
de_de: um H:M

source: Check-out Date
de_de: Abreise

source: Price Type
de_de: Tarifart

source: Options/Taxes/Fees
de_de: Optionen/Steuern/Gebühren

source: Customer Info
de_de: Gastinformationen

source: Room
de_de: Kategorie

source: Rate
de_de: Tarif

source: Adults
de_de: Gäste

source: Children
de_de: Kinder

source: Tax Rate Name
de_de: Bezeichnung Steuersatz

source: Characteristic Image
de_de: Ausstattung Icon

source: Tooltip Text or Font Icon HTML
de_de: Tooltip Icon Text

source: Option Name
de_de: Bezeichnung Option

source: Option Description
de_de: Option Beschreibung

source: Option Price
de_de: Option Tarif

source: Cost per Night
de_de: Kosten pro Nacht

source: Selectable Quantity
de_de: Wählbare Anzahl

source: Option Image
de_de: Option Bild

source: Resize Image
de_de: Bildgröße anpassen

source: If Larger than
de_de: falls größer als

source: Room Category
de_de: Zimmer Kategorie

source: Room Characteristics
de_de: Zimmer Ausstattung

source: Room Options
de_de: Zimmer Optionen

source: Room Name
de_de: Zimmer Bezeichnung

source: Room Main Image
de_de: Zimmer Hauptbild

source: Room Description
de_de: Zimmer beschreibung

source: Room Published/Available
de_de: Zimmer veröffentlicht/verfügbar

source: Room Units
de_de: Zimmer Anzahl

source: No Rates found
de_de: Keine Tarife gefunden

source: Remove every selected Rate
de_de: Gewählte Tarife entfernen

source: Rate for nights
de_de: Tarif pro Nacht

source: Update Rates
de_de: Tarife aktualisieren

source: Check-out Time
de_de: Abreise bis

source: Booking Enabled
de_de: Buchung aktiviert

source: Booking Disabled Message
de_de: Nachricht Buchung deaktiviert

source: Check-In Time
de_de: Anreise ab

source: Hours of Extended Gratuity Period
de_de: Stunden des erweiterten Gratiszeitraums

source: Checked-out room is available after
de_de: Zimmer ist verfügbar nach

source: Check-in/out Date Format
de_de: Datumsformat für An- und Abreise

source: Choose Rooms Category
de_de: Zimmerkategorie wählen

source: Token Form Booking Submit
de_de: Token-Formular Bestellung absenden

source: Minutes of Waiting for the Payment
de_de: Minuten des Wartens auf die Zahlung

source: Enable Paypal
de_de: Paypal aktivieren

source: Payments Account<br/><small>(for Gateways like Paypal)</small>
de_de: Payments Account(for Gateways like Paypal)

source: Pay Entire Amount
de_de: Gesamtbetrag bezahlen

source: Leave a deposit of
de_de: Bitte zahlen Sie an

source: Prices Tax Included
de_de: Preise inkl. Steuern

source: Payment Transaction Name
de_de: Zahlung Transaktionsbezeichnung

source: Company Name
de_de: Firmenname

source: Front Title Tag
de_de: Seitentitel Label

source: Front Title Tag Class
de_de: Front Title Label Class

source: Search Button Text
de_de: Suche Button Text

source: Search Button Class
de_de: Suche Button Class

source: Show VikBooking Footer
de_de: Zeige VikBooking Fußzeile

source: Opening Page Text
de_de: Startseite Text

source: Closing Page Text
de_de: Abschlusseite Text

source: Enable Removed Bookings Saving
de_de: Entfernte Aufträge speicher aktivieren

source: Enable Search Statistics
de_de: Suchstatistiken aktivieren

source: Send Searches Notifies to Admin
de_de: Suchen an Admin senden

source: Disclaimer
de_de: Haftungsausschluss (Disclaimer)

source: Company Logo
de_de: Unternehmens Logo

source: Footer Text Reservation eMail
de_de: Fusstext Auftrags-eMail

source: No Tax Rates Found
de_de: Keine Steuersätze gefunden

source: Ask Italian Fiscal Code
de_de: Frage italienischer Steuercode

source: Currency Name
de_de: Währungsbezeichnung

source: Currency Symbol
de_de: Währungssymbol

source: Transactions Currency Code
de_de: Transaktions Währungscode

source: Reservation Date
de_de: Reservierungsdatum

source: Units Available
de_de: Einheiten verfügbar

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Vik Booking - Special Prices
de_de: Vik Booking - Sonderpreise

source: New Special Price
de_de: Sonderpreis anlegen

source: Vik Booking - New Special Price
de_de: Vik Booking - Sonderpreis anlegen

source: Vik Booking - Edit Special Price
de_de: Vik Booking - Sonderpreis bearbeiten

source: Set to Confirmed
de_de: Bestätigen

source: Method of Payment
de_de: Zahlungsmethode

source: Send emails with JUtility
de_de: Auftrags-emails mit JUtility senden

source: Show Partially Reserved Days
de_de: Anteilig reservierte Tage anzeigen

source: Number of Months to Show
de_de: Anzahl anzuzeigender Monate

source: Reservation Received on the
de_de: Auftrag empfangen am

source: Rooms Reserved
de_de: Zimmer reserviert

source: Booking Status
de_de: Auftragsstatus

source: Personal Details
de_de: Persönliche-Details

source: Rooms Booked
de_de: Gebuchte Zimmer

source: To see your booking details, visit the following page
de_de: Folgen Sie diesem Link um Ihre Buchungsdetails einzusehen:

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: No Special Prices found
de_de: Keine Sonderpreise gefunden

source: Confirm
de_de: Bestätigen

source: From
de_de: Von

source: To
de_de: Bis

source: Type
de_de: Typ

source: Value
de_de: Wert

source: Charge
de_de: Aufschlag

source: Discount
de_de: Nachlass

source: No Rooms found
de_de: Keine Zimmer gefunden

source: Invalid Dates
de_de: Ungültige Daten

source: Season with same dates and rooms already exists
de_de: Es existiert bereits ein Zeitraum mit den gleichen Zeiträumen und Zimmern

source: Special Price Saved
de_de: Sonderpreis gespeichert

source: Updated
de_de: Aktualisiert

source: No Payment Methods found
de_de: Keine Zahlungsart gefunden

source: File
de_de: Datei

source: Notes
de_de: Notizen

source: Cost
de_de: Kosten

source: Published
de_de: Veröffentlicht

source: Payment Name
de_de: Zahlungsbezeichnung

source: File Class
de_de: Datei Class

source: Payment Method
de_de: Zahlungsmethode

source: Auto-Set Booking Confirmed
de_de: Auftrag automatisch Bestätigen

source: Always Show Notes
de_de: Bemerkung immer anzeigen

source: No Custom Fields Found
de_de: Keine benutzerdefinierten Felder gefunden

source: Required
de_de: Erforderlich

source: Ordering
de_de: Sortieren

source: Field Name
de_de: Feldbezeichnung

source: is e-Mail
de_de: ist E-Mail

source: Add Answer
de_de: Antwort hinzufügen

source: Textarea
de_de: Textbereich

source: Vik Booking - Custom Fields
de_de: Vik Booking - Benutzerdefinierte Felder

source: Reservations
de_de: Reservierungen

source: Bookings
de_de: Buchungen

source: Global
de_de: Allgemein

source: Types of Price
de_de: Tariftypen

source: Categories
de_de: Kategorien

source: All Bookings
de_de: Alle Buchungen

source: Search Statistics
de_de: Statistiken durchsuchen

source: Tax Rates
de_de: Steuersätze

source: Rooms List
de_de: Zimmer Liste

source: Configuration
de_de: Einstellungen

source: Options/Extras
de_de: Optionen/Extras

source: Special Prices
de_de: Sonderpreise

source: Payment Methods
de_de: Zahlungsmethoden

source: Availability Overview
de_de: Verfügbarkeitsübersicht

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Last Name
de_de: Nachname

source: Phone
de_de: Telefon

source: Address
de_de: Straße und Hausnummer

source: Zip Code
de_de: Postleitzahl

source: City
de_de: Stadt

source: Country
de_de: Land

source: Date of Birth
de_de: Geburtsdatum

source: Flight Number
de_de: Flugnummer

source: Extra Images
de_de: Zusätzliche Bilder

source: Add Upload Field
de_de: weiteres Upload-Feld hinzufügen

source: Resize Images
de_de: Bildgröße anpassen

source: Require Login
de_de: Anmeldung erforderlich

source: Season
de_de: Zeitraum

source: Week Days
de_de: Wochentage

source: Days of the Week
de_de: Wochentage

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Insert a starting and an ending date (Season) or select one or more days of the week (Week Days). Only one filter is required. Provide a Season and Week Days to combine the filters
de_de: Anfangs- und Enddatum angeben (Zeitraum) oder einen oder mehrere Wochentage auswählen. Es ist nur ein Filter erforderlich. Zeitraum und Wochentage angeben um die Filter zu kombinieren

source: Seasons and Week Days
de_de: Zeitraum und Wochentage

source: Special Price Name
de_de: Sonderpreisbezeichnung

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Add Rates per Night
de_de: Tarife pro Nacht hinzufügen

source: Separator
de_de: Trenner

source: Billing Information
de_de: Rechnungsinformationen

source: Load jQuery Library
de_de: jQuery Library laden

source: Calendar Type
de_de: Kalender Typ

source: Booking Number
de_de: Auftragsnummer

source: Auto-Set Reservation to Confirmed
de_de: Auftrag automatisch bestätigen

source: If enabled, the status of the booking will be set to Confirmed upon the selection of this payment option, by skipping any transaction. This setting should always be disabled for payment gateways that require a validation of the credit card transaction. It could be turned on for payment methods like Cash, Pay on Arrival or Bank Transfer.
de_de: Wenn aktiviert, werden vom Gast gespeicherte Buchungen automatisch bestätigt. Diese Einstellung sollte NICHT aktiviert werden, wenn Zahlungsmethoden genutzt werden, die eine Validierung erfordern, z.B. Kreditkartenzahlungen

source: Charge/Discount
de_de: Aufschlag/Nachlass

source: Charge +
de_de: Aufschlag +

source: Discount -
de_de: Nachlass -

source: Opening Time
de_de: Öffnungszeiten

source: The opening time for Check-in and-or Check-out. If empty, the global opening time of the configuration will be applied
de_de: Die Öffnungszeit zur An- und Abreise. Leer lassen um die allgemeinen Einstellungen anzuwenden

source: Check-in Date must be after the beginning of the Season
de_de: Das Anreisedatum muss innerhalb des Zeitraums liegen

source: Select Room
de_de: Zimmer auswählen

source: Always Selected
de_de: Immer ausgewählt

source: Quantity
de_de: Anzahl

source: per Night of Journey
de_de: pro Nacht des Aufenthalts

source: Enable Coupons
de_de: Gutscheine aktivieren

source: No coupon found
de_de: Keine Gutscheine gefunden

source: Valid Dates
de_de: Gültige Daten

source: Min. Booking Total
de_de: Min. Gesamtauftragssumme

source: Gift
de_de: Geschenk

source: Always Valid
de_de: Immer gültig

source: All Rooms
de_de: Alle Zimmer

source: Coupon Code
de_de: Gutschein Code

source: Coupon Type
de_de: Gutschein Typ

source: Percent or Total
de_de: Prozent oder Gesamtbetrag

source: Validity Dates
de_de: Gültige Daten

source: All
de_de: Alle

source: If no dates specified, the coupon will be always valid
de_de: Wenn keine Daten angegeben werden, ist der Gutschein immer gültig

source: Error, the coupon code already exists
de_de: Fehler, der Gutscheincode existiert bereits

source: Coupon Successfully Saved
de_de: Gutschein erfolgreich gespeichert

source: Pricing
de_de: Tarife

source: Dashboard
de_de: Schaltzentrale

source: Rates Table
de_de: Tariftabelle

source: Calendar
de_de: Kalender

source: Coupons
de_de: Gutscheine

source: Vik Booking - Coupons
de_de: Vik Booking - Gutscheine

source: Vik Booking - Dashboard
de_de: Vik Booking - Schaltzentrale

source: Upcoming Reservations
de_de: Kommende Reservierungen

source: Configuration Status
de_de: Einstellungsstatus

source: Costs/Pricing
de_de: Kosten/Preisgestaltung

source: Confirmed Reservations
de_de: Bestätigte Reservierungen

source: Standby Reservations
de_de: Offene Reservierungen

source: Coupon
de_de: Gutschein

source: Cost per Person
de_de: Tarif pro Person

source: Per Person
de_de: Pro Person

source: #%s Adult(s) Usage
de_de: #%s Personen Nutzung

source: Adults Charges/Discounts
de_de: Personen Aufschlag/Nachlass

source: With this function you can set charges or discounts based on the Adults Occupancy of the room. The standard room price(s) are meant for the maximum or minimum number of adults that this room allows. For example a double room for maximum 2 adults can be given also to a single adult, in this case you might want to set a discount or a charge for the single usage of the double room. The price(s) for 2 adults are the Prices per Night that this room has defined in the Rates Table (in case the Rates Table is meant for the maximum occupancy of the room).
de_de: Mit dieser Funktion können Aufschläge/Nachlässe basierend auf der Zimmerbelegung mit Personen definiert werden. Der Standard-Zimmertarif bezieht sich auf die angegebene Max-/Minimalbelegung für das Zimmer. Z.B. kann bei einem Doppelzimmer für zwei Personen ein Aufschlag oder Nachlass bei Belegung mit nur einer Person gewährt werden.

source: You have changed the minimum and the maximum number of adults for this room, please save the changes and enter this page again for adding Charges or Discounts based on the Adults Occupancy.
de_de: Sie haben die min./max. Anzahl an Personen für diese Zimmer geändert. Bite speichern Sie die Änderungen und laden die Seite erneut, um Auf-/Abschläge basierend auf der neuen Belegungszahl einzugeben.

source: After saving, if the maximum number of adults is greater than 1 and the minimum numb. of adults is less than the maximum, you will be able to set charges or discounts based on the Adults Occupancy of the room.
de_de: Nach dem Speichern und wenn die max. Anzahl der Personen größer als 1 ist und die min. Anzahl kleiner als die Maximalanzahl, können Auf-/Abschläge basierend auf der Belegung des Zimmers mit Personen definiert werden.

source: Adults Charges/Discounts Successfully Saved
de_de: Aufschläge/Nachlässe für Personen erfolgreich gespeichert

source: Show Number of Children
de_de: Anzahl Kinder anzeigen

source: Error, rate not found
de_de: Fahler, Tarif nicht gefunden

source: Short Description
de_de: Kurzbeschreibung

source: Room #
de_de: Bett für Gast # wählen

source: Adult
de_de: Gast

source: Child
de_de: Kind

source: Error, the following rooms are no longer available:
de_de: Fehler, die folgenden Zimmer sind nicht mehr verfügbar:

source: The reservation cannot be set to confirmed
de_de: Der Auftrag kann nicht bestätigt werden
