Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: What's the starting cost per night for your room?
de_de: Was sind die Startkosten pro Nacht für Ihr Zimmer?

source: Open Wizard
de_de: Assistenten öffnen

source: Channels
de_de: Kanäle

source: Availability calendar shared with other room types
de_de: Verfügbarkeitskalender für andere Zimmertypen

source: Warning - the sub-unit %s of the room %s has been overbooked from %s till %s by the booking ID %d. Please double check this reservation manually to assign a different sub-unit that was not booked yet. The main room has still got some free sub-units on these dates, and so the overbooking can be resolved manually.
de_de: Warnung - Die Untereinheit %s des Zimmers %s wurde von %s bis %s durch die Buchungs-ID %d überbucht. Bitte überprüfen Sie diese Reservierung manuell, um eine andere Untereinheit zuzuweisen, die noch nicht gebucht wurde. Der Hauptraum verfügt an diesen Daten noch über einige kostenlose Untereinheiten, sodass die Überbuchung manuell behoben werden kann.

source: Adjust room sub-unit overbooked
de_de: Zimmeruntereinheit überbucht anpassen

source: Sub-unit changed for room %s from %s to %s
de_de: Untereinheit für Raum %s von %s nach %s geändert

source: The types of price are the rate plans that guests can choose for booking the rooms. They identify the costs, the cancellation policies and the services included.
de_de: Die Preisarten sind die Tarife, die Gäste für die Buchung der Zimmer auswählen können. Sie weisen die Kosten, die Stornobedingungen und die inkludierten Leistungen aus.

source: Standard Rate and Non-refundable Rate are two common rate plans. However, depending on your business, you can choose to set up the types of price differently, for example Breakfast Only, Half-Board, Full-Board etc.. would be a valid configuration as well. <br/>This wizard will suggest to create some default rate plans. If they do not match your needs, feel free to close this window to create your type(s) of price manually, even just one.
de_de: Standardtarif und nicht stornierbarere Tarife sind zwei gängige Tarifpläne. Abhängig von Ihrem Unternehmen können Sie die Preisarten jedoch unterschiedlich festlegen, z. B. Nur Frühstück, Halbpension, Vollpension usw. wäre ebenfalls eine gültige Konfiguration. <br/> Dieser Assistent schlägt vor, einige Standardtarifpläne zu erstellen. Wenn sie nicht Ihren Anforderungen entsprechen, können Sie dieses Fenster schließen, um Ihre Preisart (en) manuell zu erstellen, auch nur eine.

source: Standard Rate
de_de: Normalsatz

source: Non-refundable Rate
de_de: Nicht stornierbarer Tarif

source: Suggested rate plans
de_de: Vorgeschlagene Tarifpläne

source: Create Rate Plans
de_de: Tarifpläne erstellen

source: Close
de_de: Schließen

source: Totals
de_de: Gesamt

source: Total sellable rooms: %d
de_de: Insgesamt buchbare Zimmer:%d

source: Sheet + Chart
de_de: Blatt + Diagramm

source: Sheet
de_de: Blatt

source: Chart
de_de: Diagramm

source: Next weekend
de_de: Nächstes Wochenende

source: Rooms Occupancy
de_de: Zimmerbelegung

source: Rooms Unsold
de_de: Zimmer nicht belegt

source: Forecast
de_de: Prognose

source: Weekend
de_de: Wochenende

source: Booked at
de_de: Gebucht bei

source: Keep the checkbox ticked to maintain the original room cost that was selected at the time of booking. If you untick the checkbox, the new price at today will be applied. Alternatively, you can choose to set a custom rate.
de_de: Lassen Sie das Kontrollkästchen aktiviert, um die ursprünglichen Zimmerkosten beizubehalten, die zum Zeitpunkt der Buchung ausgewählt wurden. Wenn Sie das Kontrollkästchen deaktivieren, wird der neue Preis von heute angewendet. Alternativ können Sie eine benutzerdefinierte Rate festlegen.

source: Suggested occupancy
de_de: Vorgeschlagene Belegung

source: Create some room-types to enable the booking process. Your rooms will have their own calendars for the availability and rates, and your guests will be booking the room-types you have set up.
de_de: Erstellen Sie einige Zimmertypen, um den Buchungsprozess zu ermöglichen. Ihre Zimmer haben ihre eigenen Kalender für Verfügbarkeit und Preise, und Ihre Gäste buchen die von Ihnen eingerichteten Zimmertypen.

source: It is necessary to define the basic costs per night for each room for the various rate plans you have created. Other seasonal rates can be set up later from the page Rates Overview.
de_de: Für die verschiedenen von Ihnen erstellten Tarifpläne müssen die Grundkosten pro Nacht für jedes Zimmer definiert werden. Andere saisonale Tarife können später auf der Seite Tarifübersicht eingerichtet werden.

source: Orphan dates calculation
de_de: Berechnung der verwaisten Daten

source: The dates displayed as &quot;orphans&quot; are those nights that cannot be booked due to some booking restrictions that force a minimum length of stay greater than 1 night. Such orphan dates can be calculated in two ways: by only checking the bookings for the dates ahead (in the future), or by also considering the free nights before a specific date. Choose your preferred calculation method to see warning messages about the various orphan dates found, in case you would like to reduce or remove the restrictions for the minimum stay.
de_de: Die als "Waisen" angezeigten Daten sind jene Nächte, die aufgrund einiger Buchungsbeschränkungen, die eine Mindestaufenthaltsdauer von mehr als 1 Nacht erzwingen, nicht gebucht werden können. Solche verwaisten Daten können auf zwei Arten berechnet werden: indem nur die Buchungen für die bevorstehenden Daten (in der Zukunft) überprüft werden oder indem auch die freien Nächte vor einem bestimmten Datum berücksichtigt werden. Wählen Sie Ihre bevorzugte Berechnungsmethode, um Warnmeldungen zu den verschiedenen gefundenen Waisendaten anzuzeigen, falls Sie die Einschränkungen für den Mindestaufenthalt verringern oder aufheben möchten.

source: Free nights ahead
de_de: Freie Nächte vor

source: Free nights ahead and back
de_de: Freie Nächte vor und zurück

source: Multiple rooms booking layout
de_de: Buchungslayout für mehrere Zimmer

source: Classic
de_de: Klassisch

source: Compact
de_de: Kompakt

source: Selecting no week days equals to selecting all 7 week days
de_de: Wenn Sie keine Wochentage auswählen, müssen Sie alle 7 Wochentage auswählen

source: The name of this pricing rule. Visible only if &quot;Promotion&quot; enabled. Can be left empty
de_de: Der Name dieser Preisregel. Nur sichtbar, wenn "Promotion" aktiviert. Kann leer gelassen werden

source: If disabled, the pricing rule will be applied on the selected range of dates regardless of the year
de_de: Wenn deaktiviert, wird die Preisregel unabhängig vom Jahr auf den ausgewählten Datumsbereich angewendet

source: If enabled, the rule will be applied only if the check-in date for the stay is included in the range of dates
de_de: Wenn aktiviert, wird die Regel nur angewendet, wenn das Anreisedatum für den Aufenthalt im Datumsbereich enthalten ist

source: Make this pricing rule a &quot;Promotion&quot; to display it in the front-end booking process
de_de: Machen Sie diese Preisregel zu einer "Aktion". um es im Front-End-Buchungsprozess anzuzeigen

source: Select some of the active channels supporting promotions to create it also there
de_de: Wählen Sie einige der aktiven Kanäle aus, die Werbeaktionen unterstützen, um sie auch dort zu erstellen

source: The (optional) information/description text of your promotion. Visible only on your website
de_de: Der (optionale) Informations- / Beschreibungstext Ihrer Aktion. Nur auf Ihrer Website sichtbar

source: A range of dates is mandatory to create a promotion
de_de: Eine Reihe von Daten ist obligatorisch, um eine Aktion zu erstellen

source: Promotion created successfully
de_de: Promotion erfolgreich erstellt

source: Create Promotion
de_de: Promotion erstellen

source: Insight
de_de: Einblick

source: Your occupancy is particularly low on these dates.
de_de: Ihre Belegung ist an diesen Tagen besonders gering.

source: You've got a medium occupancy on these dates.
de_de: Sie haben an diesen Tagen eine mittlere Belegung.

source: Your occupancy is pretty high on these dates.
de_de: Ihre Belegung ist an diesen Tagen ziemlich hoch.

source: Since these dates are very near, you could create a last-minute promotion to offer a discount to max out your occupancy.
de_de: Da dieser Zeitraum schon sehr nah ist, können Sie eine Last-Minute-Aktion erstellen (Rabattaktion), die Ihnen hilft, die Belegung zu maximieren.

source: Since these dates are not so close and not so far, you could create a basic promotion to attract more guests.
de_de: Da diese Daten nicht so nah und nicht so weit sind, können Sie eine Basisaktion erstellen, um mehr Gäste anzulocken.

source: Since these dates are pretty far ahead, you could create an early-booker promotion to fill your rooms earlier.
de_de: Da diese Daten ziemlich weit voraus liegen, können Sie eine Frühbucheraktion erstellen, um Ihre Zimmer früher zu füllen.

source: Guest Reviews
de_de: Gästebewertungen

source: Vik Channel Manager is not installed. The Guest Reviews are handled by the Channel Manager, which must be installed on your website and configured with at least one booking channel.
de_de: Vik Channel Manager ist nicht installiert. Die Gästebewertungen werden vom Channel Manager verwaltet, der auf Ihrer Website installiert und mit mindestens einem Buchungskanal konfiguriert sein muss.

source: Enable Guest Reviews
de_de: Gästebewertungen aktivieren

source: If enabled, guests will be able to review their stay at your property starting from their check-out date. Reviews can be left by visiting the front-end booking details page. Only one review per reservation is allowed.
de_de: Wenn diese Option aktiviert ist, können Gäste ihren Aufenthalt in Ihrem Hotel ab dem Abreisedatum überprüfen. Bewertungen können auf der Front-End-Buchungsdetailseite hinterlassen werden. Pro Reservierung ist nur eine Bewertung zulässig.

source: Review message minimum chars
de_de: Überprüfen Sie die Mindestzeichen der Nachricht

source: A minimum number of chars required for submitting the review. Set it to 0 to disable any limit. Set it to -1 for not requesting any comment
de_de: Eine Mindestanzahl von Zeichen, die zum Einreichen der Überprüfung erforderlich sind. Setzen Sie es auf 0, um ein Limit zu deaktivieren. Setzen Sie es auf -1, um keinen Kommentar anzufordern

source: Reviews approval
de_de: Überprüft die Genehmigung

source: Automatic approval
de_de: Automatische Genehmigung

source: Manual approval
de_de: Manuelle Genehmigung

source: If set to automatic, all reviews will be instantly published on any section of your website where those are displayed. Alternatively, you can choose to manually approve any new review
de_de: Bei der Einstellung "Automatisch" werden alle Bewertungen sofort in jedem Bereich Ihrer Website veröffentlicht, in dem diese angezeigt werden. Alternativ können Sie jede neue Überprüfung manuell genehmigen

source: Review type
de_de: Überprüfungstyp

source: Global rating
de_de: Globales Rating

source: Rating per service
de_de: Bewertung pro Service

source: Services to be rated
de_de: Zu bewertendes Service

source: Value for money
de_de: Preis-Leistungsverhältnis

source: Location
de_de: Ort

source: Staff
de_de: Mitarbeiter

source: Clean
de_de: Reinigen

source: Comfort
de_de: Komfort

source: Facilities
de_de: Einrichtungen

source: Guest reviews require the Channel Manager to be installed and configured on your website.
de_de: Für Gästebewertungen muss der Channel Manager auf Ihrer Website installiert und konfiguriert sein.

source: Leave a review
de_de: Hinterlassen Sie eine Bewertung

source: Rate Plans Revenue
de_de: Einnahmen aus Tarifplänen

source: Occupancy Based Pricing Rules
de_de: Belegungsbasierte Preisregeln

source: Consecutive days
de_de: Aufeinanderfolgende Tage

source: Minimum guests filtering
de_de: Minimale Gäste filtern

source: Apply only if guests are more than
de_de: Nur Anwenden, wenn Gäste mehr sind als

source: Apply only if guests are less than
de_de: Anwenden, wenn die Gäste kleiner sind als

source: Minimum guests should always be less than maximum guests. You have a conflict with the configuration of your room option, which would never make it appear. Please resolve it by amending the minimum guests filtering.
de_de: Minimale Gäste sollten immer weniger als maximale Gäste sein. Sie haben einen Konflikt mit der Konfiguration Ihrer Zimmeroption, der niemals angezeigt wird. Bitte beheben Sie das Problem, indem Sie die Filterung der Mindestgäste ändern.

source: You have a conflict between the minimum and maximum guests in the configuration of your room option, which would never make it appear. A difference of at least 2 guests is necessary between the minimum and maximum guests filtering.
de_de: Sie haben einen Konflikt zwischen den minimalen und maximalen Gästen in der Konfiguration Ihrer Zimmeroption, der niemals erscheinen würde. Zwischen der Filterung der minimalen und maximalen Gäste ist ein Unterschied von mindestens 2 Gästen erforderlich.

source: Rooms assigned
de_de: Zimmer zugewiesen

source: Applying this option only when there is a minimum number of guests may alterate the calculation of the costs per children based on their age. For example, if the minimum number of guests is set to greater than 4, by booking a room for 2 adults and 3 children this option/extra cost will be displayed as we have 5 guests in total. However, the first 4 guests will be excluded from the calculation, and so in this example only the fifth guest, which is one child, will be asked to pay. The first and the second child will not pay for any age interval, only the third child will pay the regular fees per age. This is useful to apply extra costs only for a specific number/combination of guests. The filter can be combined with the maximum number of guests, or you can leave it empty as 0.
de_de: Wenn Sie diese Option nur bei einer Mindestanzahl von Gästen anwenden, kann sich die Berechnung der Kosten pro Kind je nach Alter ändern. Wenn beispielsweise die Mindestanzahl von Gästen auf mehr als 4 festgelegt ist, wird bei Buchung eines Zimmers für 2 Erwachsene und 3 Kinder diese Option / zusätzliche Kosten angezeigt, da wir insgesamt 5 Gäste haben. Die ersten 4 Gäste werden jedoch von der Berechnung ausgeschlossen, sodass in diesem Beispiel nur der fünfte Gast, bei dem es sich um ein Kind handelt, zur Zahlung aufgefordert wird. Das erste und das zweite Kind zahlen für kein Altersintervall, nur das dritte Kind zahlt die regulären Gebühren pro Alter. Dies ist nützlich, um zusätzliche Kosten nur für eine bestimmte Anzahl / Kombination von Gästen zu erheben. Der Filter kann mit der maximalen Anzahl von Gästen kombiniert werden, oder Sie können ihn als 0 leer lassen.

source: It's a damage deposit
de_de: Es ist eine Schadenskaution

source: Guest misconduct
de_de: Fehlverhalten von Gästen

source: Report misconduct
de_de: Fehlverhalten melden

source: Report Guest Misconduct to %s
de_de: Melden Sie Fehlverhalten von Gästen an %s

source: Guest misconduct report
de_de: Bericht über Fehlverhalten von Gästen

source: Transmit damage deposit to %s
de_de: Übertragen Sie die Schadenskaution an %s

source: Last transmission date of this damage deposit: %s
de_de: Letztes Übermittlungsdatum dieser Schadenskaution: %s

source: Image or font-icon
de_de: Bild oder Schriftart-Symbol

source: Characteristics are better displayed with an image or with a font icon. You should choose either to upload a custom image file or to use a font icon. Font icons are scalable, and well displayed on any kind of device, so they are usually better than custom images. When creating a new characteristic, you can select one font icon from the pre-set of icons, or you can always specify your custom HTML code to render the icon.
de_de: Merkmale werden besser mit einem Bild oder einem Schriftsymbol angezeigt. Sie sollten entweder eine benutzerdefinierte Bilddatei hochladen oder ein Schriftsymbol verwenden. Schriftsymbole sind skalierbar und werden auf allen Geräten gut angezeigt. Daher sind sie normalerweise besser als benutzerdefinierte Bilder. Beim Erstellen eines neuen Merkmals können Sie ein Schriftsymbol aus der Voreinstellung der Symbole auswählen oder jederzeit Ihren benutzerdefinierten HTML-Code angeben, um das Symbol zu rendern.

source: Ordering position
de_de: Bestellposition

source: Leave this field empty for letting the system calculate the ordering position automatically
de_de: Lassen Sie dieses Feld leer, damit das System die Bestellposition automatisch berechnen kann

source: Font icons pre-installed
de_de: Schriftsymbole vorinstalliert

source: Apply on rooms final cost
de_de: Auf Zimmerkosten anwenden

source: This setting will determine how the promotion will be applied onto the rooms costs
de_de: Diese Einstellung bestimmt, wie die Aktion auf die Zimmerkosten angewendet wird

source: All special pricing rules are applied on the rooms base costs as a cumulative charge or discount even in case of multiple rules applied on the same stay dates. This algorithm follows the OpenTravel (OTA) standards, and here is an example of how two special pricing rules are typically applied on the bases costs to obtain the final price:<br/><br/><ul><li>Room-type base cost = 80/night</li><li>Booking for 3 nights</li><li>One Special Price sets a charge of 20/night to obtain a cost of 100/night</li><li>One Last-Minute promotion applies a 10% off</li></ul><br/><strong>Calculation of final price</strong><br/><ul><li>1st night (80 + 20 - 8) = 92</li><li>2nd night (80 + 20 - 8) = 92</li><li>3rd night (80 + 20 - 8) = 92</li><li><u>Final price</u> 92 * 3 = 276</li></ul><br/>With this default calculation method, the 10% off promotion has been applied cumulatively on the room base cost for each night affected.<br/>If the parameter <i>Apply on rooms final cost</i> was enabled, the calculation would be performed with the following method:<br/><ul><li>1st night (80 + 20) = 100</li><li>2nd night (80 + 20) = 100</li><li>3rd night (80 + 20) = 100</li><li><u>Final price before promotion</u> 100 * 3 = 300</li><li><u>Promotion applied on final cost</u> 300 - 10% = 270</li></ul><br/>You should choose the calculation method that best fits your needs. Applying promotions on the final price for specific dates is usually more handy, but you can choose to adopt the default calculation method like for all the other special pricing rules.
de_de: Alle Sonderpreisregeln werden auf die Grundkosten des Zimmers als kumulative Gebühr oder Ermäßigung angewandt, auch wenn mehrere Regeln für dasselbe Aufenthaltsdatum gelten. Dieser Algorithmus folgt den OpenTravel (OTA) -Standards. Hier ist ein Beispiel dafür, wie zwei spezielle Preisregeln normalerweise auf die Grundkosten angewendet werden, um den endgültigen Preis zu erhalten: <br/> <br/> <ul> <li> Room- Typ Grundkosten = 80 / Nacht </ li> <li> Buchung für 3 Nächte </ li> <li> Ein Sonderpreis berechnet eine Gebühr von 20 / Nacht, um Kosten von 100 / Nacht </ li> <li> zu erhalten Bei einer Last-Minute-Aktion erhalten Sie 10% Rabatt. </ Li> </ ul> <br/> <strong> Berechnung des Endpreises </ strong> <br/> <ul> <li> 1. Nacht (80 + 20 - 8) = 92 </ li> <li> 2. Nacht (80 + 20 - 8) = 92 </ li> <li> 3. Nacht (80 + 20 - 8) = 92 </ li> <li> <u> Endpreis </ u> 92 * 3 = 276 </ li> </ ul> <br/> Bei dieser Standardberechnungsmethode wurde die 10% Rabattaktion kumulativ auf die Zimmergrundkosten für jede betroffene Nacht angewendet. <Br /> Wenn der Parameter <i> Auf Zimmerendkosten anwenden </ i> aktiviert ist, wird die Berechnung mit der folgenden Methode durchgeführt: <br/> <ul> <li> 1. Nacht (80 + 20) = 100 < / li> <li> 2. Nacht (80 + 20) = 100 </ li> <li> 3. Nacht (80 + 20) = 100 </ li> <li> <u> Endpreis vor der Aktion </ u> 100 * 3 = 300 </ li> <li> <u> Aktion auf die Endkosten angewendet </ u> 300 - 10% = 270 </ li> </ ul> <br/> Sie sollten die Berechnungsmethode wählen, die Ihren Anforderungen am besten entspricht. Das Anwenden von Werbeaktionen auf den Endpreis für bestimmte Daten ist normalerweise praktischer. Sie können jedoch die Standardberechnungsmethode wie bei allen anderen Sonderpreisregeln verwenden.

source: Exclude Taxes/Fees
de_de: Steuern / Gebühren ausschließen

source: If enabled, any percent coupon code will not discount taxes or mandatory fees/services. If you disable it, the coupon code will be applied on the entire reservation amount.
de_de: Wenn diese Option aktiviert ist, wird ein prozentualer Gutscheincode nicht auf Steuern oder obligatorische Gebühren/Dienstleistungen angewendet. Wenn Sie ihn deaktivieren, wird der Gutscheincode auf den gesamten Buchungsbetrag angewendet.

source: Until
de_de: Bis

source: Notes for this room
de_de: Notizen für diesen Raum

source: Nationality
de_de: Nationalität

source: Document Issue Date
de_de: Ausstellungsdatum des Dokumentes

source: Data Missing! Please insert the required data to proceed.
de_de: Daten fehlen! Bitte geben Sie die erforderlichen Daten ein, um fortzufahren.

source: Preferred Countries Ordering
de_de: Bevorzugte Länder Bestellung

source: The Preferred Countries are used to build input fields to collect phone numbers. These countries are taken from the installed languages on your website, and they will be used to display some countries at the top of the list next to each input field of type phone number. To add custom countries or to remove some, click the edit icon and enter the comma separated alpha-2 country codes (ISO 3166-1).
de_de: Die bevorzugten Länder werden verwendet, um Eingabefelder zur Erfassung von Telefonnummern zu erstellen. Diese Länder werden aus den auf Ihrer Website installierten Sprachen entnommen und werden verwendet, um einige Länder am Anfang der Liste neben jedem Eingabefeld vom Typ Telefonnummer anzuzeigen. Um benutzerdefinierte Länder hinzuzufügen oder einige zu entfernen, klicken Sie auf das Bearbeitungssymbol und geben Sie die durch Komma getrennten Alpha-2-Ländercodes (ISO 3166-1) ein.

source: Cancellation Email Sent
de_de: Stornierungs E-Mail gesendet

source: Admin Widgets Customizer
de_de: Admin Widgets Anpassung

source: <strong>Welcome to the Admin Widgets Customizer!</strong><br/>This interface will let you manage all the elements displayed in your Dashboard through <b>Sections</b>, <b>Containers</b> and <b>Widgets</b>.
de_de: <strong>Willkommen beim Admin Widgets Anpassungsprogramm!</strong><br/>Mit dieser Schnittstelle können Sie alle Elemente, die in Ihrem Dashboard angezeigt werden, über <b>Sektionen</b>, <b>Container</b> und <b>Widgets</b> verwalten.
