Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Send Custom Email
de_de: Benutzerdefinierte E-Mail senden

source: Subject
de_de: Subjekt

source: Attachment
de_de: Anhang

source: From Address
de_de: Von Adresse

source: Missing required data for sending the email message.
de_de: Fehlende erforderliche Daten zum Senden der E-Mail-Nachricht.

source: The message was sent successfully
de_de: Die Nachricht wurde erfolgreich gesendet.

source: - Load text from Template -
de_de: - Text aus Vorlage laden -

source: Use Template
de_de: Vorlage verwenden

source: Remove Template
de_de: Vorlage entfernen

source: Bookings Color-Tags
de_de: Farbmarkierung Buchung

source: Add Color Tag
de_de: Farbmarkierung hinzufügen

source: Reset Color Tags
de_de: Farbmarkierung zurücksetzen

source: Color Tag Name
de_de: Name Farbmarkierung

source: Custom Color Rule
de_de: Benutzerdefinierte Farbregel

source: Confirmed (No Rates)
de_de: Bestätigt (keine Tarife)

source: To be Paid
de_de: ausständig

source: Partially Paid
de_de: Teilweise bezahlt

source: Fully Paid
de_de: Vollständig bezahlt

source: Invoiced
de_de: verrechnet

source: Invoice Paid
de_de: Bezahlte Rechnung

source: Classic View
de_de: Klassische Ansicht

source: Tags View
de_de: Detail Ansicht

source: Tags:
de_de: Legende:

source: Sticky Date Headers ON
de_de: Sticky Datum Überschriften EIN

source: Sticky Date Headers OFF
de_de: Sticky Datum Überschriften AUS

source: Toggle Availability by Units
de_de: Verfügbarkeit nach Einheiten umschalten

source: Filter by Payment
de_de: nach Zahlart filtern

source: Booking ID/Confirmation Number
de_de: Buchungs-ID / Bestätigungsnummer

source: Back-end Logo (180px)
de_de: Hintergrundlogo (180px)

source: Back-end Custom CSS
de_de: Back-end Benutzerdefinierte css

source: Send Emails When
de_de: e-Mail senden wenn

source: Customer Details
de_de: Kundendaten

source: Sales Channel
de_de: Vertriebskanal

source: Is a Sales Channel
de_de: Ist ein Vertriebskanal

source: Commissions per booking
de_de: Provisionen pro Buchung

source: Calculate Commissions on
de_de: Provisionen berechnen am

source: Booking Total Amount
de_de: Gesamtbetrag der Buchung

source: Rooms Rates only
de_de: Nur Zimmerpreise

source: Apply Commissions on
de_de: Provisionen anwenden auf

source: Amount Tax Included
de_de: Steuerbetrag inbegriffen

source: Amount Tax Excluded
de_de: Steuerbetrag ausgeschlossen

source: Sales Channel Name
de_de: Name des Vertriebskanals

source: Sales Channel Color
de_de: Vertriebskanalfarbe

source: Data based on bookings creation date
de_de: Daten basieren auf dem Erstellungsdatum der Buchung

source: Data based on booked dates
de_de: Daten basieren auf gebuchten Daten

source: Total Sales
de_de: Gesamtumsatz

source: Total nights booked: %d
de_de: Gesamtzahl der gebuchten Nächte: %d

source: Average Values may be applied when the booked dates are not included in the dates filter
de_de: Durchschnittswerte können angewendet werden, wenn die gebuchten Daten nicht im Datumsfilter enthalten sind

source: Nights Booked
de_de: Gebuchte Nächte

source: Total Occupancy: %s%%
de_de: Gesamtbelegung: %s%%

source: Total Occupancy
de_de: Gesamtbelegung

source: Total Units
de_de: Gesamteinheiten

source: VAT ID
de_de: USt-IdNr.

source: Previous room %s was switched on %s
de_de: Vorheriges Zimmer %s war %s aktiviert

source: Booking created by User ID %s
de_de: Buchung erstellt durch Benutzer-ID %s

source: Filter by Status
de_de: nach Status filtern

source: Created by
de_de: Erstellt von

source: Vik Booking - Software Update
de_de: Vik Booking - Software Aktualisierung

source: Checking Version...
de_de: Version prüfen ...

source: Download Update & Install
de_de: Update herunterladen und installieren

source: Download & Re-Install
de_de: Herunterladen und neu installieren

source: Minutes of Waiting for Auto Removing Unpaid Reservations
de_de: Wartezeit in Minuten bis nichtbezahlte Buchungen automatisch wieder gelöscht werden

source: Customer Check-in/Check-Out Management
de_de: Kunden An- und Abreise Management

source: Registration
de_de: Registrieren

source: Guests Details
de_de: Gastdetails

source: Guest #%d
de_de: Gast #%d

source: Extra Notes
de_de: Zusätzliche Hinweise

source: Checked-in
de_de: Eingecheckt

source: Checked-out
de_de: Ausgecheckt

source: No Show
de_de: Nicht angezeigt

source: none
de_de: keiner

source: Cancel Registration
de_de: Registrierung abbrechen

source: New Amount Paid
de_de: Neuer bezahlter Betrag

source: Check-in Notes (internal only)
de_de: Hinweise zum Einchecken (nur intern)

source: The check-out date is in the past.
de_de: Das Abreise Datum liegt in der Vergangenheit.

source: Some guests details are missing. Proceed?
de_de: Einige Gästedetails fehlen. Weiter?

source: No customer assigned to this booking yet. Please create a new customer.
de_de: Dieser Buchung ist noch kein Kunde zugeordnet. Bitte erstellen Sie einen neuen Kunden.

source: Information saved successfully
de_de: Informationen erfolgreich gespeichert

source: Update Information
de_de: Aktualisierungsinformationen

source: No results
de_de: Keine Ergebnisse

source: No arrivals for today.
de_de: Keine Ankünfte für heute.

source: No departures for today.
de_de: Keine Abreisen heute.

source: Search
de_de: Suchen

source: Generate Check-in Document
de_de: Anreisedokument erstellen

source: Download Check-in Document
de_de: Anreisedokument herunterladen

source: Share Link
de_de: Link teilen

source: Skip Signature
de_de: Unterschrift überspringen

source: Sign above
de_de: Zeichen oben

source: Clear
de_de: Löschen

source: No Signature Provided!
de_de: Keine Unterschrift angegeben!

source: Proceed without the signature?
de_de: Ohne Unterschrift fortfahren?

source: Send Signature Link via eMail
de_de: Signatur-Link per E-Mail senden

source: Send Signature Link via SMS
de_de: Signatur-Link per SMS senden

source: Send Link
de_de: Link senden

source: Please enter a value
de_de: Bitte geben Sie einen Wert ein

source: Check-in Signature
de_de: Unterschrift bei Anreise

source: Dear %s, Here is the link to sign the Check-in Document for your stay: %s Kind Regards, %s
de_de: Sehr geehrte(r) %s, hier ist der Link zur Unterzeichnung des Check-in-Dokuments für Ihren Aufenthalt: %s Mit freundlichen Grüßen, %s

source: Dear %s, Link for Signature: %s
de_de: Hallo %s! Link zur Unterschrift: %s

source: Reloading
de_de: Neuladen

source: Error saving the signature
de_de: Fehler beim Speichern der Signatur

source: Customer Signature Available
de_de: Kundenunterschrift verfügbar

source: New Signature
de_de: Neue Unterschrift

source: Terms and Conditions
de_de: Allgemeine Geschäftsbedingungen (AGB)

source: I accept the Terms and Conditions
de_de: Ich akzeptiere die allgemeinen Geschäftsbedingungen (AGB)

source: I have read and agree to the terms and conditions
de_de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und bin damit einverstanden

source: You must accept the Terms and Conditions.
de_de: Du musst die Bergheimordnung akzeptieren.

source: 1. Check-in time is from %s and check-out time is until %s. 2. The guest acknowledge joint and several liability for all services rendered until full settlement of bills. 3. Guests will be held responsible for any loss or damage to the rooms caused by themselves, their friends or any person for whom they are responsible. 4. Hotel Management is not responsible for your personal belongings and valuables like money, jewellery or any other valuables left by guests in the rooms. 5. Complimentary safe deposit boxes, subject to the terms and conditions for use are available in rooms. 6. Regardless of charge instructions, I acknowledge that I am personally liable for the payment of all charges incurred by me during my stay.
de_de: 1. Die Check-in-Zeit beträgt %s und die Check-out-Zeit bis %s. 2. Der Gast erkennt die gesamtschuldnerische Haftung für alle erbrachten Leistungen bis zur vollständigen Begleichung der Rechnungen an. 3. Die Gäste haften für Verluste oder Schäden an den Zimmern, die von ihnen selbst, ihren Freunden oder einer Person, für die sie verantwortlich sind, verursacht wurden. 4. Das Hotelmanagement ist nicht verantwortlich für Ihre persönlichen Gegenstände und Wertsachen wie Geld, Schmuck oder andere Wertsachen, die von Gästen in den Zimmern zurückgelassen werden. 5. Kostenlose Schließfächer sind vorbehaltlich der Nutzungsbedingungen in den Zimmern verfügbar. 6. Unabhängig von den Gebührenanweisungen erkenne ich an, dass ich persönlich für die Zahlung aller Gebühren hafte, die mir während meines Aufenthalts entstanden sind.

source: Check-in Document
de_de: Anreisedokument

source: Arrival Date
de_de: Anreisedatum

source: Departure Date
de_de: Abreise

source: Guest Signature
de_de: Unterschrift Gast

source: Could not generate the PDF file
de_de: Die PDF-Datei konnte nicht generiert werden

source: Check-in Document generated successfully
de_de: Anmeldedokument erfolgreich generiert

source: Deposit Amount Overrides
de_de: Anzahlungshöhe überschreiben

source: (and more)
de_de: (und mehr)

source: New Reservation
de_de: Neue Reservierung

source: Language
de_de: Sprache

source: Add Room
de_de: Raum hinzufügen

source: The room cannot be added to the booking
de_de: Das Zimmer kann nicht zur Buchung hinzugefügt werden.

source: %s is not available from %s to %s
de_de: %s ist nicht verfügbar vom %s bis %s

source: Do you want to remove this room from the reservation?
de_de: Möchten Sie diese Zimmer aus der Reservierung entfernen?

source: Suggest solutions when no availability
de_de: Schlagen Sie Lösungen vor, wenn keine Verfügbarkeit besteht

source: Yes, with units available
de_de: Ja, mit verfügbaren Einheiten

source: Yes, without units available
de_de: Ja, ohne verfügbare Einheiten

source: Load Font Awesome
de_de: Geniale Schrift laden

source: Pay Entire Amount if Non-Refundable Rates
de_de: Zahlen Sie den gesamten Betrag, wenn die Tarife nicht stornierbar sind

source: If enabled, and at least one non-refundable rate plan is selected for the rooms reservation, then no deposit will be available. Customers will be asked to pay the 100% of the reservation. This parameter, if the criteria is met, has higher priority than any other.
de_de: Wenn diese Option aktiviert ist und mindestens ein nicht erstattbarer Tarif für die Zimmerreservierung ausgewählt wurde, ist keine Anzahlung möglich. Kunden werden gebeten, die 100% der Reservierung zu bezahlen. Dieser Parameter hat, wenn die Kriterien erfüllt sind, eine höhere Priorität als jeder andere.

source: Hide for Non-Refundable Rates
de_de: Für nicht stornierbare Tarife ausblenden

source: If enabled, and at least one non-refundable rate plan is selected for the rooms reservation, then this payment method will not be available to complete the booking.
de_de: Wenn diese Option aktiviert ist und mindestens ein nicht erstattungsfähiger Tarif für die Zimmerreservierung ausgewählt wurde, ist diese Zahlungsmethode nicht verfügbar, um die Buchung abzuschließen.

source: Administration
de_de: Verwaltung

source: The rooms of this reservation have no rates defined. Make sure to set a rate for each room booked, or the reservation will be incomplete.
de_de: Für die Zimmer dieser Reservierung sind keine Preise definiert. Stellen Sie sicher, dass Sie für jedes gebuchte Zimmer einen Preis festlegen. Andernfalls ist die Reservierung unvollständig.

source: Remove Room
de_de: Raum entfernen

source: The Closing Dates of the company are settings defined at Account-Level for the booking engine of the website. The closed dates will not be selectable from the calendars in the front-end. However, these settings will NOT apply to the channels connected through the Channel Manager. You should rather close the rooms from the page Calendar if you wanted the Channel Manager to close the availability on the channels.
de_de: Die Abschlussdaten des Unternehmens sind Einstellungen, die auf Kontoebene für die Buchungsmaschine der Website definiert wurden. Die geschlossenen Daten können nicht aus den Kalendern im Frontend ausgewählt werden. Diese Einstellungen gelten jedoch NICHT für die über den Channel Manager verbundenen Kanäle. Sie sollten die Zimmer lieber auf der Seite Kalender schließen, wenn der Channel Manager die Verfügbarkeit auf den Kanälen schließen soll.

source: - no rate plan assigned
de_de: - kein Tarifplan zugeordnet

source: Update Rates on Channels
de_de: Tarife aktualisieren auf Kanälen

source: If enabled, the new rate you are setting will be transmitted automatically to all channels connected. The Channel Manager will transmit the rates to the channels by following the rules already configured in the system. Rules are taken from the previous execution of the function Bulk Actions - Rates Upload. For example, if you have previously transmitted your rates increased by n% to channels like Booking.com or Expedia, the Channel Manager will transmit these rates by using the same rules you have already used.
de_de: Wenn aktiviert, wird die neue Rate, die Sie einstellen, automatisch an alle angeschlossenen Kanäle übertragen. Der Channel Manager überträgt die Raten an die Kanäle, indem er die bereits im System konfigurierten Regeln befolgt. Die Regeln stammen aus der vorherigen Ausführung der Funktion Massenaktionen - Raten hochladen. Wenn Sie beispielsweise zuvor Ihre um n% erhöhten Raten an Kanäle wie Booking.com oder Expedia übertragen haben, überträgt der Channel Manager diese Raten nach denselben Regeln, die Sie bereits verwendet haben.

source: Channel Manager Update Response
de_de: Antwort der Channel Manager Aktualisierung

source: Select Period
de_de: Zeitraum auswählen

source: Report to Booking.com as No-Show
de_de: Als Nichterscheinen bei Booking.com melden

source: Do you really want to report the reservation to Booking.com as No-Show?
de_de: Möchten Sie die Reservierung wirklich als Nichterscheinen bei Booking.com melden?

source: Print Receipt
de_de: Quittung drucken

source: Bookings Modification/Cancellation
de_de: Umbuchung / Stornierung von Buchungen

source: Disabled, with Request
de_de: Deaktiviert mit Anfrage

source: Modification Enabled, Cancellation Disabled
de_de: Änderung aktiviert, Stornierung deaktiviert

source: Cancellation Enabled, Modification Disabled
de_de: Stornierung aktiviert, Änderung deaktiviert

source: Min. Days in Advance
de_de: Min. voraussichtliche Tage

source: Choose whether the customers should be allowed to modify or cancel their reservations via front-end. If Disabled, with Request, customers will only be able to contact the property by sending a message. It is also possible to define a minimum number of days in advance to make a modification or a cancellation. The refundable settings of the selected Types of Price will be always applied, regardless of this limit.
de_de: Wählen Sie aus, ob die Kunden ihre Reservierungen über das Front-End ändern oder stornieren dürfen Vorderes Ende Substantiv Lassen Sie es wie es ist oder verwenden Sie ein Wort, um den öffentlichen Bereich Ihrer Website zu beschreiben. . Wenn deaktiviert, können Kunden mit Anfrage die Unterkunft nur durch Senden einer Nachricht kontaktieren. Es ist auch möglich, eine Mindestanzahl von Tagen im Voraus festzulegen, um eine Änderung oder Stornierung vorzunehmen. Die erstattungsfähigen Einstellungen der ausgewählten Preisarten werden unabhängig von dieser Grenze immer angewendet.

source: The attribute is an additional information you can pass to the Type of Price for any number of nights of stay. It is NOT a mandatory field and it can be left empty. An example of attribute could be &quot;Cancellation Fees&quot;. From the page Rates Table, you will be able to specify the value for the attribute for any number of nights of stay. For example, from 1 to 7 nights: &quot;deposit non refundable&quot;. From 8 to 14 nights: &quot;50% deposit refund&quot;. The attribute will be visible to the customer during the reservation process.
de_de: Das Attribut ist eine zusätzliche Information, die Sie für eine beliebige Anzahl von Übernachtungen an die Art des Preises übergeben können. Es ist KEIN Pflichtfeld und kann leer gelassen werden. Ein Beispiel für ein Attribut könnten "Stornierungsgebühren" sein. Auf der Seite Preistabelle können Sie den Wert für das Attribut für eine beliebige Anzahl von Übernachtungen angeben. Zum Beispiel von 1 bis 7 Nächten: "Anzahlung nicht erstattbar". Von 8 bis 14 Nächten: "50% Anzahlung Rückerstattung". Das Attribut ist für den Kunden während des Reservierungsvorgangs sichtbar.

source: Cancellation Policy
de_de: Widerrufsbelehrung

source: The cancellation policy text will be displayed to the customers that would like to cancel their refundable reservation. With this text you can give extra details about what will be refunded, how and when. This text should NOT replace or define your general Terms and Conditions.
de_de: Der Text der Stornierungsbedingungen wird den Kunden angezeigt, die ihre erstattbare Reservierung stornieren möchten. Mit diesem Text können Sie zusätzliche Details darüber angeben, was wie und wann erstattet wird. Dieser Text sollte Ihre Allgemeinen Geschäftsbedingungen NICHT ersetzen oder definieren.

source: Rate Plan
de_de: Tarif

source: Booking modified on %s. Previous dates booked: %s. Previous rooms booked: %s. Previous Total: %s.
de_de: Buchung geändert auf %s. Vorherige gebuchte Daten: %s. Bisher gebuchte Zimmer: %s. Vorherige Summe: %s.

source: Minimum Nights of Stay
de_de: Mindestaufenthalt

source: The minimum number of nights of stay required for this type of price to be available for selection. This setting defines a restriction at rate plan level. In order to apply restrictions at room level, use the apposite function &quot;Restrictions&quot;.
de_de: Die Mindestanzahl von Übernachtungen, die erforderlich sind, damit diese Art von Preis zur Auswahl steht. Diese Einstellung definiert eine Einschränkung auf Tarifplanebene. Verwenden Sie die entsprechende Funktion "Einschränkungen", um Einschränkungen auf Zimmerebene anzuwenden.

source: Existing Customer
de_de: Bestehender Kunde

source: Thumbnails Size px
de_de: Größe Miniaturansichten in px

source: Minimum Hours in Advance
de_de: Mindeststunden im Voraus

source: Define the minimum number of hours in advance from the booking date and the check-in date for this Rate Plan to be available. For example, if you don't want to display this Rate Plan if there are less than 48 hours to the arrival date and time, set it to 48. Leave it empty (to 0 hours) if you always want to display this Type of Price.
de_de: Definieren Sie die Mindestanzahl von Stunden im Voraus ab dem Buchungsdatum und dem Anreisedatum, damit dieser Tarif verfügbar ist. Wenn Sie diesen Tarif beispielsweise nicht anzeigen möchten, wenn das Ankunftsdatum und die Ankunftszeit weniger als 48 Stunden betragen, setzen Sie ihn auf 48. Lassen Sie ihn leer (auf 0 Stunden), wenn Sie diesen Typ immer anzeigen möchten.

source: % (Room Rate)
de_de: % (Zimmerpreis)

source: Room Option updated successfully
de_de: Zimmer Optionen erfolgreich aktualisiert

source: Receipt
de_de: Quittung

source: Number
de_de: Nummer

source: Additional Notes for the Receipt...
de_de: Zusätzliche Hinweise für die Quittung ...

source: Receipt Issued
de_de: Quittung ausgestellt

source: Gender
de_de: Geschlecht

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Place of Birth
de_de: Geburtsort

source: Important Details Missing
de_de: Wichtige Details fehlen

source: Some important details are missing for this customer. Other functions may require this information, so make sure to complete the customer profile.
de_de: Für diesen Kunden fehlen einige wichtige Details. Für andere Funktionen sind diese Informationen möglicherweise erforderlich. Vervollständigen Sie daher unbedingt das Kundenprofil.

source: Booking History
de_de: Buchungsverlauf

source: Event
de_de: Veranstaltung

source: Booking Total
de_de: Gesamt Buchungen

source: New Confirmed Booking
de_de: Neue bestätigte Buchung

source: Booking Modified by Customer
de_de: Buchung vom Kunden geändert

source: Administrator Booking Modification
de_de: Buchung vom Administrator geändert

source: New Stand-by Booking
de_de: Neue Standby-Buchung

source: Payment Received
de_de: Zahlung erhalten

source: Other Payment Received
de_de: Sonstige Zahlung erhalten

source: Customer Request
de_de: Kundenanfrage

source: Booking Cancelled by Customer
de_de: Buchung vom Kunden storniert

source: Booking Auto Cancellation
de_de: Automatische Stornierung der Buchung

source: Administrator Booking Cancellation
de_de: Buchung vom Administrator storniert

source: Cancel Booking Registration
de_de: Buchungsregistrierung stornieren

source: No-Show
de_de: Nicht-Erscheinen

source: Administrator Booking Confirmation
de_de: Bestätigung der Administratorbuchung

source: Booking Modified from Channel
de_de: Buchung über Kanal geändert

source: Booking Cancelled from Channel
de_de: Buchung vom Kanal storniert

source: New Booking from Channel
de_de: Neue Buchung vom Kanal

source: Booking Confirmed via App
de_de: Buchung über App bestätigt

source: Booking Cancelled via App
de_de: Buchung über App storniert

source: Booking Modified via App
de_de: Buchung über App geändert

source: Booking Created via App
de_de: Buchung erstellt über App

source: Booking Created by Administrator
de_de: Buchung erstellt vom Administrator

source: Booking Receipt Issued
de_de: Buchungsbeleg ausgestellt

source: Booking Invoice Issued
de_de: Buchungsrechnung ausgestellt

source: Reporting
de_de: Berichterstattung

source: Email to Client
de_de: E-Mail an den Kunden

source: SMS to Client
de_de: SMS an den Kunden

source: Vik Booking - PMS Reports
de_de: Vik Booking - PMS-Berichte

source: Reports
de_de: Berichte

source: - Select Report Type -
de_de: - Berichtstyp auswählen -

source: Load Report Data
de_de: Berichtsdaten laden

source: Revenue
de_de: Einnahmen

source: Date From
de_de: Datum von

source: Date To
de_de: Datum bis

source: Room Filter
de_de: nach Zimmer filtern

source: Please select the desired dates for the Report.
de_de: Bitte wählen Sie die gewünschten Daten für den Bericht aus.

source: No bookings found with the parameters specified.
de_de: Es wurden keine Buchungen mit den angegebenen Parametern gefunden.

source: Export as CSV
de_de: Exportieren als CSV

source: Rooms Sold
de_de: Zimmer verkauft

source: % Occupancy
de_de: % Belegung

source: IBE Revenue
de_de: IBE Umsatz

source: OTA Revenue
de_de: OTA Umsatz

source: The &quot;Average Daily Rate&quot; is calculated by dividing the Total Revenue by the number of Rooms Sold.
de_de: Die "durchschnittliche Tagesrate" wird berechnet, indem der Gesamtumsatz durch die Anzahl der verkauften Zimmer dividiert wird.

source: RevPAR
de_de: RevPAR (Umsatz pro verfügbarem Zimmer)

source: The &quot;Revenue Per Available Room&quot; is calculated by dividing the Total Revenue by the total number of Rooms Available.
de_de: Der "Umsatz pro verfügbarem Zimmer" wird berechnet, indem der Gesamtumsatz durch die Gesamtzahl der verfügbaren Zimmer dividiert wird.

source: Taxes/Fees
de_de: Steuern/Gebühren

source: Unknown
de_de: Unbekannt

source: Tourist Taxes
de_de: Kurtaxe
