Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: 2-char code
de_de: 2-Zeichen Code

source: Vik Booking - States/Provinces
de_de: Vik Booking - Bundesland

source: Manage
de_de: Verwalten

source: Number of uses
de_de: Anzahl der Nutzungen

source: Customers assigned
de_de: Zugeordnete Kunden

source: It is possible to limit the discount to just some customers.
de_de: Es ist möglich, den Rabatt auf bestimmte Kunden zu beschränken.

source: Apply automatically
de_de: automatisch zuweisen

source: If enabled, the discount will be applied automatically when an eligible customer is recognized.
de_de: Wenn diese Option aktiviert ist, wird der Rabatt automatisch gewährt, wenn ein berechtigter Kunde erkannt wird.

source: Searching...
de_de: Suche...

source: An error occurred while loading the results
de_de: Beim Laden der Ergebnisse ist ein Fehler aufgetreten

source: Empty data
de_de: Keine Daten

source: Set to Pending (Standby)
de_de: Auf "Ausstehend" (Standby) setzen

source: Guest messages
de_de: Gast Nachrichten

source: Navigate through all your guest messages.
de_de: Navigiere durch alle Gast Nachrichten

source: No reply needed
de_de: Keine Antwort notwendig

source: Do you want to proceed?
de_de: Möchten Sie fortfahren?

source: Finance
de_de: Finanzen

source: Metrics about occupancy, revenue and commission savings.
de_de: Kennzahlen zu Belegung, Einnahmen und Provisionseinsparungen.

source: Gross Booking Value
de_de: Brutto-Buchungswert

source: Average Commissions
de_de: Durchschnittliche Provisionen

source: Commission Savings
de_de: Provisionseinsparungen

source: Compare with last year
de_de: Vergleich mit Vorjahr

source: Compare with previous quarter
de_de: Vergleich mit Vorquartal

source: Compare with previous month
de_de: Vergleich mit Vormonat

source: Compare with previous week
de_de: Vergleich mit Vorwoche

source: Compare with previous day
de_de: Vergleich mit Vortag

source: vs last year
de_de: Vergleich Vorjahr

source: vs previous quarter
de_de: Vergleich Vorquartal

source: vs previous month
de_de: Vergleich Vormonat

source: vs previous week
de_de: Vergleich Vorwoche

source: Days after check-out
de_de: Tage nach "Check-Out"

source: Customer discount
de_de: Kundenrabatt

source: If a customer has got a number of confirmed reservations equal to, or greater than this value, the account will be assigned to the selected coupon discount.
de_de: Wenn ein Kunde eine Anzahl von bestätigten Reservierungen hat, die diesem Wert entspricht oder ihn übersteigt, wird das Konto dem ausgewählten Coupon-Rabatt zugewiesen.

source: Pre-checkin information received
de_de: Pre-Check-In Informationen erhalten

source: Cancellation fee
de_de: Stornierungsgebühr

source: Room Upgrade
de_de: Zimmer Upgrade

source: If enabled, guests will be able to upgrade to \"better\" rooms by editing their reservations. It is necessary to select the compatible rooms for the upgrade option (i.e. upgrade from \"Double Room Standard\" to \"Double Room Deluxe\").
de_de: Wenn diese Option aktiviert ist, können Gäste durch Bearbeitung ihrer Reservierung ein Upgrade auf "bessere" Zimmer vornehmen. Es ist notwendig, die kompatiblen Zimmer für die Upgrade-Option auszuwählen (z. B. Upgrade von "Doppelzimmer Standard" auf "Doppelzimmer Deluxe").

source: Eligible rooms
de_de: Berechtigte Zimmer

source: Guest review
de_de: Gäste Bewertung

source: Groups
de_de: Gruppen

source: Payments
de_de: Zahlungen

source: Matches the available upgrade options depending on the nights and rooms booked
de_de: Passt die verfügbaren Upgrade-Optionen je nach gebuchten Nächten und Zimmern an

source: Add upgrade details to message
de_de: Upgrade-Details zur Nachricht hinzufügen

source: Confirm upgrade
de_de: Upgrade bestätigen

source: You save %s
de_de: Sie sparen %s

source: Test eMail Address
de_de: Test eMail-Adresse

source: If provided, the cron job will send the message to this email address, not to the customer. Useful for testing purposes.
de_de: Falls angegeben, sendet der Cron-Job die Nachricht an diese E-Mail-Adresse, nicht an den Kunden. Nützlich für Testzwecke.

source: New Booking
de_de: Neue Buchung

source: For a better compatibility with OTAs, it is recommended to define at most 3 age intervals (buckets), where the &quot;to age&quot; is inclusive, and the next from-age interval should be greater by one (i.e. from 0 to 3, from 4 to 8, from 9 to 16). Also, fixed amounts in your currency are way more compatible than percent values of the room/adults rate.
de_de: Für eine bessere Kompatibilität mit OTAs wird empfohlen, maximal 3 Altersintervalle (Buckets) zu definieren, wobei das Bis-Alter inklusive ist und das nächste Von-Altersintervall um eins größer sein sollte (d.h. von 0 bis 3, von 4 bis 8, von 9 bis 16). Außerdem sind feste Beträge in Ihrer Währung viel kompatibler als prozentuale Werte des Zimmer-/Erwachsenenpreises.

source: Missing sub-unit
de_de: Fehlende Untereinheit

source: Quick Actions
de_de: Schnellmaßnahmen

source: Useful for long-term stay promotions
de_de: Nützlich für Aktionen für Langzeitaufenthalte

source: Max. Booking Total
de_de: Max. Buchungen Gesamt

source: Welcome back, %s!
de_de: Willkommen zurück, %s!

source: Bookings collected yesterday: %d
de_de: Gestern gesammelte Buchungen: %d

source: Congratulations!
de_de: Glückwunsch!

source: vs day before
de_de: gegenüber Vortag

source: Show cancellations
de_de: Stornierungen anzeigen

source: Cancellations
de_de: Stornierungen

source: Export as
de_de: Exportieren als

source: The JSON Payload will automatically set dynamic and required variables for the Report to generate the file to export.
de_de: Die JSON-Payload Anwendung wird automatisch dynamische und erforderliche Variablen für den Bericht setzen, um die zu exportierende Datei zu generieren.

source: Remove local file
de_de: Lokale Datei entfernen

source: If you are sending the exported file to an email address, then after testing you can choose not to keep the file locally and have it removed automatically.
de_de: Wenn Sie die exportierte Datei an eine E-Mail-Adresse senden, können Sie nach dem Testen festlegen, dass die Datei nicht lokal gespeichert und automatisch entfernt werden soll.

source: Meal Plans Included
de_de: Inklusive Speisepläne

source: Breakfast
de_de: Frühstück

source: Lunch
de_de: Mittagessen

source: Dinner
de_de: Abendessen

source: Pet
de_de: Haustier

source: Pets
de_de: Haustiere

source: Meal Plan
de_de: Essensplan

source: Meals
de_de: Mahlzeiten

source: Do you really want to swap the room number %s with the number %s?
de_de: Wollen Sie wirklich die Zimmernummer %s mit der Nummer %s vertauschen?

source: Pet Fee
de_de: Gebühr für Haustiere

source: Maximum advance booking notice
de_de: Maximale Vorankündigung

source: Amount
de_de: Betrag

source: Card Number
de_de: Kartennummer

source: Expiration Date
de_de: Ablaufdatum

source: Charge Credit Card
de_de: Kreditkarte aufladen

source: Transaction error
de_de: Übertragungsfehler

source: Important
de_de: Wichtig

source: See all
de_de: Alle anzeigen

source: Copy
de_de: Kopieren

source: Copied
de_de: Kopiert

source: Read more
de_de: Mehr lesen

source: Overbooking
de_de: Überbuchung

source: Do you want to remove the overbooking flag? The action cannot be undone.
de_de: Möchten Sie das Überbuchungskennzeichen entfernen? Diese Aktion kann nicht rückgängig gemacht werden!

source: The overbooking flag was removed.
de_de: Das Überbuchungskennzeichen wurde entfernt.

source: If enabled, every booking form will ask the guests to choose the number of children for each room party, beside the number of adults. Turn it off if children are not allowed or if they are charged like adults.
de_de: Wenn diese Option aktiviert ist, werden die Gäste in jedem Buchungsformular aufgefordert, neben der Anzahl der Erwachsenen auch die Anzahl der Kinder für jeden Zimmertyp anzugeben. Deaktivieren Sie diese Option, wenn Kinder nicht erlaubt sind oder wenn sie wie Erwachsene berechnet werden.

source: Guests label
de_de: Gäste Label

source: Guests allowed policy
de_de: Gäste erlaubt Politik

source: An optional text that will be displayed in the booking forms. Useful to provide information such as infants allowed, children rates, minimum guests age etc..
de_de: Ein optionaler Text, der in den Buchungsformularen angezeigt wird. Nützlich, um Informationen wie erlaubte Kleinkinder, Kinderpreise, Mindestalter der Gäste usw. anzugeben.

source: Search Form
de_de: Suchen

source: Global search form to start the booking process
de_de: Globales Suchformular zum Starten des Buchungsvorgangs

source: A page that lists various room-types
de_de: Eine Seite, die verschiedene Zimmertypen auflistet

source: Select a VikBooking Category
de_de: Suchen Kategorie

source: Locations List
de_de: Standorte Liste

source: VikBooking Locations List
de_de: VikBooking Standorte Liste

source: Bookings List
de_de: Buchungsliste

source: Allows the guests to look for their bookings by entering their PIN code or Confirmation Number
de_de: Erlaube den Gästen ihre Buchungen einzusehen nach der Eingabe der PIN oder Buchungsnummer

source: Order Rooms By
de_de: Sortiere Zimmer nach

source: Sort Type
de_de: sortiere nach Typ

source: Results per page
de_de: Ergebnisse pro Seite

source: Room Details
de_de: Zimmer Details

source: Shows the details of one specific room-type
de_de: Zeige die Details eines spezifischen Zimmer Typs an

source: Room/Apartment
de_de: Zimmer/Apartement

source: Select a Room/Apartment from the list
de_de: Wähle ein Zimmer/Appartement aus der Liste

source: Promotions
de_de: Aktion

source: Shows a list of all the Special Prices marked as -Promotion-
de_de: Zeigt eine Liste aller Sonderangebote die als -Aktion- markiert sind

source: Show Rooms
de_de: Zimmer anzeigen

source: Choose whether the Rooms, for which the Promotion is valid, should be displayed
de_de: Wählen Sie, ob die Zimmer, für die das Angebot gültig ist, angezeigt werden sollen

source: Max Date in the Future
de_de: Maximal Datum in der Zukunft

source: Choose if the promotions should be displayed if they are 3, 6 or 12 months in advance from today
de_de: Wählen Sie, ob die Werbeaktionen angezeigt werden sollen, wenn sie 3, 6 oder 12 Monate im Voraus ab heute sind

source: Max Promotions
de_de: Maximale Promotion

source: Rooms Availability
de_de: Zimmer Verfügbarkeit

source: Shows the monthly availability of one or more rooms
de_de: Zeigt die monatliche Verfügbarkeit eines oder mehrerer Zimmer an

source: Choose the Rooms to be displayed
de_de: Wählen Sie die anzuzeigenden Zimmer

source: Rooms Units
de_de: Zimmer Einheiten

source: Show Available Days with no numbers
de_de: Zeige verfügbare Tage ohne Nummern

source: Show Number of Remaining Units
de_de: Anzahl der verbleibenden Einheiten anzeigen

source: Show Number of Units Booked
de_de: Anzahl der gebuchten Einheiten anzeigen

source: Vik Booking - Access Levels
de_de: Vik Booking - Zugriffsebenen

source: Global Settings Management
de_de: Globale Einstellungsverwaltung

source: Configuration, Payment Methods and Custom Fields
de_de: Konfiguration, Zahlungsmethoden und benutzerdefinierte Felder

source: Rate Plans Management
de_de: Management von Tarifplänen

source: Tax Rates, Types of Price, Coupon Codes
de_de: Steuersätze, Preisarten, Gutscheincodes

source: Rooms Management
de_de: Zimmer Management

source: Rooms, Categories, Characteristics
de_de: Zimmer, Kategorien, Eigenschaften

source: Pricing Management
de_de: Preismanagement

source: Rates, Seasonal Prices, Promotions, Restrictions, Options
de_de: Preise, Saisonpreise, Sonderangebote, Einschränkungen, Optionen

source: Bookings Management
de_de: Buchungsverwaltung

source: View Bookings, Create new Bookings
de_de: Buchungen anzeigen, neue Buchungen erstellen

source: Availability Management
de_de: Verfügbarkeitsverwaltung

source: Availability Overview and Calendar
de_de: Verfügbarkeitsübersicht und Kalender

source: Management Operations
de_de: Managementvorgänge

source: Graphs and Statistics, Cron Jobs, Translations, Customers
de_de: Graphen und Statistiken, Cron Jobs, Übersetzungen, Kunden

source: PMS Access
de_de: Zugang zum PMS (Property Management System)

source: Reports and all the related PMS functions
de_de: Reports und alle zugehörigen PMS Funktionalitäten

source: Packages List
de_de: Paketliste

source: Packages and Offers List
de_de: Pakete und Angebote Liste

source: This menu item should be put on a hidden menu to use the alias for rewriting the URLs of the front-end booking details page
de_de: Dieser Menüpunkt sollte in ein verstecktes Menü gestellt werden, um den Alias ​​zum Umschreiben der URLs der Front-End-Buchungsdetailseite zu verwenden

source: Operators Login
de_de: Beitreiber Login

source: Dashboard page for the operators
de_de: Dashboard-Seite für die Betreiber

source: Force Category
de_de: Kategorie erzwingen

source: If you would like the results to be taken only from a specific category, set this filter to an existing category where some of the rooms should be assigned.
de_de: Wenn Sie möchten, dass die Ergebnisse nur aus einer bestimmten Kategorie stammen, setzen Sie diesen Filter auf eine vorhandene Kategorie, in der einige der Zimmer zugewiesen werden sollen.

source: Layout style
de_de: Layout-Stil

source: List
de_de: Liste

source: Sorry, the room has been booked. Please make a new reservation.
de_de: Entschuldigung, das Zimmer wurde gebucht. Bitte treffen Sie eine neue Auswahl.

source: The room is now being booked by another customer. Please make a new reservation.
de_de: Das Zimmer wurde von einem anderen Gast gebucht. Bittet reffen Sie eine neue Auswahl.

source: Check-in and Check-out Dates are wrong
de_de: Anreise- und Abreisedaten sind falsch

source: Error, booking total is wrong
de_de: Fehler, der Buchungsbetrag ist falsch

source: Error, Wrong data.
de_de: Fehler, falsche Daten.

source: Error, Insufficient Data Received.
de_de: Fahler, unzureichende Daten empfangen.

source: Error, Invalid Token. Unable to Save the Reservation
de_de: Fehler, üngültiger Token. Auftrag kann nicht gespeichert werden

source: Error, the room is already booked and is no longer available. Please search for another one.
de_de: Fehler, Zimmer ist bereits gebucht. Bitte treffen Sie eine neue Auswahl.

source: Error, Booking not found
de_de: Fehler, Auftrag nicht gefunden

source: An Error occured processing fares. Please choose new dates
de_de: Bei der Tarifberechnung trat ein Fehler auf. Bitte wählen Sie neue Daten

source: Error, Not Existing Fare
de_de: Fehler, Tarif existiert nicht

source: No Fares selected, please try again
de_de: Kein Tarif ausgewählt, bitte versuchen Sie es noch einmal

source: The Room selected is not available from the
de_de: Das gewählte Zimmer ist nicht verfügbar vom

source: to the
de_de: bis zum

source: The room is not available from the
de_de: Zimmer nicht verfügbar vom

source: Room not found
de_de: Zimmer nicht gefunden

source: Room not available
de_de: Zimmer nicht verfügbar

source: No Fares Found. Please select a different date or room
de_de: Keine Tarife gefunden. Bitte wählen Sie ein anderes Datum oder ein anderes Zimmer

source: Search Notification
de_de: Such-Benachrichtigung

source: Search Results
de_de: Suchergebnisse

source: No rooms available in the dates requested.
de_de: Zum angefragten Zeitraum ist leider kein Zimmer verfügbar.

source: No room is available for booking for
de_de: Kein Zimmer verfügbar zur Buchung für

source: Check-out date previous than check-in
de_de: Das Abreisedatum liegt vor dem Anreisedatum

source: Wrong Date Format. Right Format is
de_de: Falsches Datumsformat. Das richtige Format ist

source: Please select Check-in and Check-out Dates and select the number of people per room
de_de: Bitte wählen Sie Anreise- und Abreisedatum und die Anzahl der Personen pro Zimmer

source: At
de_de: An

source: Rooms Category
de_de: Zimmerkategorie

source: Error while connecting to Paypal.com
de_de: Fehler bei der Verbindung mit Paypal.com

source: Unable to process the payment of the
de_de: Nicht möglich, die Zahlung zu verarbeiten an

source: Valid Paypal Payment, Error Saving the Booking
de_de: Gültige Paypal Zahlung, Fehler beim Speicher des Auftrags

source: Payment received with Success, Booking not Saved. Correct the problem manually.
de_de: Zahlung erfolgreich abgeschlossen, Auftrag nicht gespeichert. Problem bitte manuell beheben.

source: Paypal Response
de_de: Paypal Antwort

source: Invalid Paypal Payment
de_de: Fehlerhafte Paypal Zahlung

source: Please Select a Payment Method
de_de: Bitte Zahlungsmethode auswählen

source: Payment Not Verified
de_de: Zahlung nicht bestätigt

source: Server Response
de_de: Server Antwort

source: Rooms Found
de_de: Zimmer gefunden

source: Continue
de_de: Weiter

source: Starting From
de_de: ab

source: for
de_de: für

source: Booking Summary
de_de: Bunchungszusammenfassung

source: Taxable Income
de_de: Steuerpflichtiger Betrag

source: Tax
de_de: Steuern

source: Total Due
de_de: Gesamt zu zahlen

source: Please Fill all Fields
de_de: Bitte alle Felder ausfüllen

source: Purchaser Details
de_de: Auftraggeber Details

source: State
de_de: Land

source: Date of birth
de_de: Geburtsdatum

source: Fiscal Code
de_de: Steuernummer

source: Confirm Reservation
de_de: Auftrag bestätigen

source: Thanks, Booking Successfully Completed
de_de: Vielen Dank, Auftrag erfolgreich abgeschlossen

source: To review your reservation, please visit
de_de: Um Ihren Auftrag noch einmal einzusehen besuchen Sie bitte

source: This Page
de_de: diese Seite

source: Room Reserved
de_de: Zimmer reserviert

source: Net Price
de_de: Nettopreis

source: Total Price
de_de: Gesamtsumme

source: Change Dates
de_de: An-/Abreise ändern

source: Purchaser Info
de_de: Auftraggeber-Info

source: View Details &gt;&gt;
de_de: Ansicht Details >>

source: Partially Reserved
de_de: Teilweise reserviert

source: Not Available
de_de: Nicht verfügbar

source: Select a Check-in and Check-out Date
de_de: Bitte Anreise- und Abreisedatum wählen

source: %s is not available for %d nights or for the number of guests requested. Please try with different dates or guests.
de_de: %s ist nicht verfügbar für %d Nächte. Bitte versuchen Sie es zu einem anderen Datum.

source: Sign Up
de_de: Anmelden

source: Confirm Password
de_de: Password widerholen

source: Please fill in all the registration fields
de_de: Bitte alle Felder der Registrierung ausfüllen

source: Error while creating an account, please try again
de_de: Fehler beim Erstellen des Accounts, bitte noch einmal versuchen

source: Hour
de_de: Stunde

source: Hours
de_de: Stunden

source: Invalid Amount Paid
de_de: Ungültige Summe gezahlt

source: A payment for the booking %s has been received. The total amount received is %s instead of %s.
de_de: Eine Zahlung für den Auftrag %s wurde empfangen. Die gezahlte Summe beträt %s anstelle von %s.

source: Enter here your coupon code
de_de: Hier Gutscheincode einfügen

source: Error, Coupon not found
de_de: Fehler, Gutschein nicht gefunden

source: The Coupon is not valid for these reservation dates
de_de: Der Gutschein ist für diese Reservierungsdaten nicht gültig

source: The Coupon is not valid for this room
de_de: Der Gutschein gilt nicht für dieses Zimmer

source: This coupon requires a greater booking total amount
de_de: Dieser Gutschein erfordert einen höheren Buchungsbetrag

source: Selected
de_de: Ausgewählt

source: Error selecting the rooms, please try again.
de_de: Fahler bei der Zimmerauswahl, bitte noch einmal versuchen

source: Price Breakdown
de_de: Tarifzusammensetzung

source: Price per Night
de_de: Preis pro Übernachtung

source: Room Selection
de_de: Zimmerauswahl

source: Rooms Selection
de_de: Zimmerauswahl

source: Room Selected:
de_de: Ausgewählte Zimmer:

source: Your Reservation
de_de: Ihre Reservierung

source: Check-in on the
de_de: Anreise am

source: Check-out on the
de_de: Abreise am

source: %s of %s
de_de: %s von %s

source: Dates
de_de: Daten

source: Book
de_de: Bestätigen

source: We are sorry, but there aren't enough rooms for %s. Please select a different number of rooms or guests.
de_de: Entschuldigung, es sind nicht genügend Zimmer verfügbar für %s. Bitte wählen Sie weniger Zimmer oder weniger Personen pro Zimmer

source: Error, the arrival day in %s must be on a %s. Please try again.
de_de: Fehler, der Ankunftstag in %s muss ein %s sein. Bitte noch einmal versuchen.

source: Error, the maximum number of nights of stay in %s is %d. Please try again.
de_de: Fehler, die maxmimale Anzahl Übernachtungen in %s beträgt %d. Bitte noch einmal versuchen.

source: Error, the minimum number of nights of stay in %s is %d. Please try again.
de_de: Fehler, die Mindestanzahl der Übernachtungen in %s beträgt %d. Bitte versuche es erneut.

source: Error, the number of nights of stay allowed in %s must be a multiple of %d. Please try again.
de_de: Fehler, die Anzahl der erlaubten Übernachtungen in %s muss ein Vielfaches von %d sein. Bitte versuche es erneut.

source: Credit Card Number
de_de: Kreditkarten-Nummer

source: Valid Through
de_de: Gültig bis

source: ZIP Code
de_de: Postleitzahl

source: Process and Pay
de_de: Abschließen und bezahlen

source: Processing...
de_de: In Bearbeitung...

source: Please provide your Credit Card information to complete the reservation.
de_de: Bitte stellen Sie Ihre Kreditkarteninformationen bereit. Ihre Kreditkarte wird nicht belastet und die Informationen werden vertraulich behandelt.

source: Submit Credit Card Information
de_de: Kreditkarteninformationen bestätigen

source: Credit Card Information Received
de_de: Kreditkarteninformationen empfangen

source: Total to Pay
de_de: Zu zahlende Gesamtsumme

source: Error, Invalid Confirmation Number
de_de: Fehler, ungültige Bestätigungsnummer

source: Search Bookings
de_de: Buchung suchen

source: %d people in one room (adults: %d, children: %d)
de_de: %d Personen in einem Zimmer (Personen: %d, Kinder: %d)

source: Cancellation/Modification Request
de_de: Stornierung/Anfrage bearbeiten

source: Click here to request a cancellation or modification of the booking
de_de: Hier klicken um eine Stornierung oder eine Buchungsänderung zu beantragen

source: Send Request
de_de: Anfrage senden

source: Booking Cancellation-Modification Request
de_de: Buchung Stornierungs-/Änderungsanfrage

source: A Cancellation-Modification Request has been sent by the customer for the booking id %s. Booking details: %s
de_de: Eine Stornierungs-/Änderungsanfrage wurde vom Gast versandt für Buchungs-ID %s. Buchungsdetails: %s

source: Your request has been sent successfully. Please do not send it again
de_de: Ihre Anfrage wurde erfolgreich versandt. Bitte nicht noch einmal versenden

source: Check-in for today no longer available, please select a different Check-in Date
de_de: Anreise heute nicht mehr verfügbar, bitte wählen Sie ein anderes Anreisedatum

source: The Check-in Date is in the past, please select a different Date
de_de: Das Anreisedatum liegt bereits zurück, bitte wählen Sie ein anderes Datum

source: Error, the departure day in %s must be on a %s if arriving on a %s
de_de: Fehler, der Abreisetag in %s muss an einem %s bei Ankunft an einem %s

source: Error, the arrival day in these dates must be on a %s. Please try again.
de_de: Fehler, der Anreisetag an diesm Datum muss an einem %s sein. Bitte versuchen Sie es noch einmal.

source: Error, the maximum number of nights of stay in these dates is %d. Please try again.
de_de: Fehler, die Maximalanzahl an Übernachtungen in diesem Daten ist %d. Bitte versuchen Sie es noch einmal.

source: Error, the minimum number of nights of stay in these dates is %d. Please try again.
de_de: Fehler, die Mindetsanzahl an Übernachtungen in diesen Daten ist %d. Bitte versuchen Sie es noch einmal.
