Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Add new <b>Sections</b> to better organize your elements, and arrange their position with drag and drop actions. Add new <b>Containers</b> with a proper size to contain your <b>widgets</b>.<br/>Four sizes are available for the containers:<ul><li><b>Full Width</b> gives a <u>100%</u> width to the container. Only one container of this type will fit in one row.</li><li><b>Large</b> gives the container a <u>75%</u> width. Another small container could fit in the same row next to this size.</li><li><b>Medium</b> gives the container a <u>50%</u> width. Another medium container could fit next to it, or even two small containers.</li><li><b>Small</b> gives the container a width of <u>25%</u>. One row could fit up to 4 containers of this size.</li></ul>
de_de: Fügen Sie neue <b>Sektionen</b> hinzu, um Ihre Elemente besser zu organisieren, und ordnen Sie ihre Position mit Drag-and-Drop-Aktionen an. Fügen Sie neue <b>Container</b> mit einer geeigneten Größe hinzu, um Ihre <b>Widgets</b> aufzunehmen.<br/>Vier Größen sind für die Container verfügbar:<ul><li><b>Full Width</b> gibt dem Container eine Breite von <u>100%</u>. Es passt nur ein Container dieses Typs in eine Zeile.</li><li><b>Large</b> gibt dem Container eine Breite von <u>75%</u>. Ein weiterer kleiner Container könnte in die gleiche Zeile neben dieser Größe passen.</li><li><b>Medium</b> gibt dem Container eine Breite von <u>50%</u>. Ein weiterer mittlerer Container könnte daneben stehen, oder sogar zwei kleine Container.</li><li><b>Small</b> gibt dem Container eine Breite von <u>25%</u>. In eine Reihe könnten bis zu 4 Container dieser Größe passen.</li></ul>

source: Customize Widgets
de_de: Benutzerdefinierte Widgets

source: Changes will be saved automatically
de_de: Änderungen werden automatisch gespeichert

source: Restore
de_de: Wiederherstellen

source: Restore Default Widgets Configuration
de_de: Standard-Widgets-Konfiguration wiederherstellen

source: Container Size
de_de: Containergröße

source: Full Width
de_de: komplette Breite

source: Large
de_de: groß

source: Small
de_de: klein

source: Add Widgets Container
de_de: Widgets Container hinzufügen

source: Choose the widget to add
de_de: Wählen Sie das hinzuzufügende Widget

source: Add New Widget
de_de: Neues Widget hinzufügen

source: Saving the widgets map
de_de: Widgets-Karte speichern

source: Could not update the map. Please try again
de_de: Die Karte konnte nicht aktualisiert werden. Bitte versuche es erneut

source: Last update
de_de: Letztes Update

source: Please enter a name for the section
de_de: Bitte geben sie einen Namen für den Bereich ein.

source: New Section
de_de: Neue Sektion

source: The selected element will be removed. Proceed?
de_de: Das ausgewählte Element wird entfernt. Weiter?

source: Please select the size of the container
de_de: Bitte wählen Sie die Containergröße aus

source: Update Widgets Container
de_de: Aktualisieren des Widgets-Container

source: Edit Widgets Container
de_de: Widgets Container editieren

source: Could not display the widget. Try reloading the page
de_de: Das Widget konnte nicht angezeigt werden. Versuchen Sie, die Seite neu zu laden

source: Sticky Notes
de_de: Sticky Notizen

source: Write down something important for all your colleagues.
de_de: Schreiben sie hier etwas wichtiges für alle ihre Kollegen.

source: Note Title
de_de: Notiz Titel

source: Write here the text of the note.
de_de: Schreiben Sie hier den Text der Notiz.

source: Use <b>shortcuts</b> to <u>format</u> the <i>text</i>.
de_de: Verwenden Sie <b>Shortcuts</b>, um den <i>Text</i> zu <u>formatieren</u>.

source: Enter a custom URI for the link
de_de: Geben Sie einen benutzerdefinierten URI für den Link ein

source: Notes text formatting
de_de: Notizen Textformatierung

source: You can use the following keyboard shortcuts while typing the text of your note:<br/><br/><b>Ctrl + B</b>: makes the text selection bold.<br/><b>Ctrl + I</b>: makes the text selection italic.<br/><b>Ctrl + U</b>: underlines the text selection.<br/><b>Ctrl + S</b>: strike-through the text selection.<br/><b>Ctrl + H/T</b>: makes the current block a title/heading.<br/><b>Ctrl + P</b>: makes the current block a paragraph.<br/><b>Ctrl + L</b>: adds a new bullet list, or converts the text selection to a link.<br/><b>Ctrl + O/N</b>: adds a new numbered list.<br/><b>Ctrl + A</b>: makes the whole text selected.<br/><b>Ctrl + M</b>: converts the markup text selection to HTML.
de_de: Sie können die folgenden Tastenkombinationen verwenden, während Sie den Text Ihrer Notiz eingeben:<br/><br/><b>Ctrl + B</b>: macht die Textauswahl fett.<br/><b>Ctrl + I</b>: macht die Textauswahl kursiv.<br/><b>Ctrl + U</b>: unterstreicht die Textauswahl.<br/><b>Ctrl + S</b>: durchstreichen der Textauswahl.<br/><b>Ctrl + H/T</b>: macht den aktuellen Block zu einem Titel/einer Überschrift.<br/><b>Ctrl + P</b>: macht den aktuellen Block zu einem Absatz.<br/><b>Ctrl + L</b>: fügt eine neue Aufzählungsliste hinzu oder wandelt die Textauswahl in einen Link um.<br/><b>Ctrl + O/N</b>: fügt eine neue nummerierte Liste hinzu.<br/><b>Ctrl + A</b>: der gesamte Text wird markiert.<br/><b>Ctrl + M</b>: konvertiert die markierte Textauswahl in HTML.

source: You can use the following keyboard shortcuts while typing the text of your note:<br/><br/><b>&#8984; + B</b>: makes the text selection bold.<br/><b>&#8984; + I</b>: makes the text selection italic.<br/><b>&#8984; + U</b>: underlines the text selection.<br/><b>&#8984; + S</b>: strike-through the text selection.<br/><b>&#8984; + H/T</b>: makes the current block a title/heading.<br/><b>&#8984; + P</b>: makes the current block a paragraph.<br/><b>&#8984; + L</b>: adds a new bullet list, or converts the text selection to a link.<br/><b>&#8984; + O/N</b>: adds a new numbered list.<br/><b>&#8984; + A</b>: makes the whole text selected.<br/><b>Ctrl + M</b>: converts the markup text selection to HTML.<br/><br/>Some commands may also be executed by holding <kbd>Ctrl</kbd> rather than <kbd>&#8984;</kbd>.
de_de: Sie können die folgenden Tastenkombinationen verwenden, während Sie den Text Ihrer Notiz eingeben:<br/><br/><b>⌘ + B</b>: macht die Textauswahl fett.<br/><b>⌘ + I</b>: macht die Textauswahl kursiv.<br/><b>⌘ + U</b>: Unterstreicht die Textauswahl.<br/><b>⌘ + S</b>: Textauswahl durchstreichen.<br/><b>⌘ + H/T</b>: macht den aktuellen Block zu einem Titel/einer Überschrift.<br/><b>⌘ + P</b>: macht den aktuellen Block zu einem Absatz.<br/><b>⌘ + L</b>: Fügt eine neue Aufzählung hinzu oder wandelt die Textauswahl in einen Link um.<br/><b>⌘ + O/N</b>: Fügt eine neue nummerierte Liste hinzu.<br/><b>⌘ + A</b>: Markiert den gesamten Text.<br/><b>Strg + M</b>: Konvertiert die markierte Textauswahl in HTML.<br/><br/>Einige Befehle können auch ausgeführt werden indem Sie <kbd>Strg</kbd> statt <kbd>⌘</kbd> gedrückt halten.

source: Visitors Counter
de_de: Besucherzähler

source: Counts the daily visitors that looked for a room from your website
de_de: Zählt die täglichen Besucher, die auf Ihrer Website ein Zimmer gesucht haben

source: Visitors today
de_de: Besucher heute

source: Visitors this month
de_de: Besucher diesen Monat

source: Visitors last month
de_de: Besucher letzten Monat

source: Turnout
de_de: Abweichung

source: A list of reservations for guests arriving today
de_de: Eine Liste der Reservierungen für Gäste, die heute anreisen

source: A list of reservations for guests departing today
de_de: Eine Liste der Reservierungen für Gäste, die heute abreisen

source: Last Reservations
de_de: Letzte Reservierungen

source: A list of the most recent reservations received
de_de: Eine Liste der zuletzt eingegangenen Reservierungen

source: Next Bookings
de_de: Nächste Buchungen

source: A list of the upcoming arrivals
de_de: Eine Liste der bevorstehenden Ankünfte

source: Orphan Dates
de_de: Verwaiste Daten

source: The future orphan dates found due to booking restrictions
de_de: Die zukünftigen verwaisten Daten wurden aufgrund von Buchungsbeschränkungen gefunden

source: Rooms Locked
de_de: Zimmer gesperrt

source: The rooms temporary locked for bookings with pending payment
de_de: Die Zimmer sind vorübergehend für Buchungen mit ausstehender Bezahlung gesperrt

source: A list of all occupied rooms will be displayed with the customer details. Useful to identify in which room a guest is staying
de_de: Es wird eine Liste aller belegten Zimmer mit den Kundendaten angezeigt. Nützlich, um festzustellen, in welchem Zimmer sich ein Gast aufhält

source: Weekly Bookings
de_de: Wöchentliche Buchungen

source: Various donut charts will display your weekly overall occupancy
de_de: Verschiedene Ring-Diagramme zeigen Ihre wöchentliche Gesamtauslastung an

source: Occupancy Forecast
de_de: Auslastungsprognose

source: Check your occupancy for the next festivities or custom dates
de_de: Überprüfen Sie Ihre Belegung für die nächsten Feierlichkeiten oder individuelle Termine

source: Vik Booking - Conditional Text
de_de: Vik Booking - Bedingter Text

source: Conditional Texts
de_de: Bedingte Texte

source: Conditional Text Rules
de_de: Regeln für bedingten Text

source: New Conditional Text
de_de: Neuer bedingter Text

source: Conditional Text Name
de_de: Bedingter Text Name

source: Special Tag
de_de: Spezial Tag

source: The special tag (token) is generated automatically from the name of the conditional text. You can use it on most messages to execute all rules.
de_de: Das spezielle Tag (Token) wird automatisch aus dem Namen des bedingten Textes generiert. Sie können es bei den meisten Nachrichten verwenden, um alle Regeln auszuführen.

source: Add Rule
de_de: Regel hinzufügen

source: Conditional Message
de_de: Bedingte Nachricht

source: If you would like these conditional rules to produce a message, enter it here. Leave it empty otherwise.
de_de: Wenn Sie möchten, dass diese bedingten Regeln eine Nachricht erzeugen, geben Sie sie hier ein. Ansonsten lassen Sie das Feld leer.

source: This rule is already being used
de_de: Diese Regel wird bereits angewendet

source: Please select one rule to add
de_de: Bitte wählen sie eine Regel zum hinzufügen aus.

source: Do you want to remove this rule?
de_de: Möchten Sie diese Regel aufheben?

source: No rules defined to restrict the conditional text
de_de: Keine Regeln zur Einschränkung des bedingten Textes definiert

source: You can separate multiple email addresses with the comma
de_de: Mehrere Email Adressen können mit einem Komma getrennt werden.

source: Set as BCC
de_de: Als BCC festlegen

source: Debug Rules
de_de: Debug-Regeln

source: If enabled, the special tags will debug the execution of the rules. Use it only for testing.
de_de: Wenn aktiviert, debuggen die speziellen Tags die Ausführung der Regeln. Verwenden Sie es nur zum Testen.

source: [Rule %s was not compliant. Special tag %s was not applied.]
de_de: [Regel %s wurde nicht eingehalten, spezielles Tag %s wurde nicht angewendet].

source: Expand
de_de: Ausklappen

source: Collapse
de_de: Einklappen

source: Template Files
de_de: Vorlagendateien

source: Select the position in the template file where you would like to add the special tag %s
de_de: Wählen Sie die Position in der Vorlagendatei, an der Sie das spezielle Merkmal %s hinzufügen möchten

source: Do you want to remove this tag from the template file %s? You will then be able to add it again to a different position.
de_de: Möchten Sie dieses Merkmal aus der Vorlagendatei %s entfernen? Dann können Sie es an einer anderen Stelle wieder einfügen.

source: Click the various elements on the template to edit their CSS styling properties.
de_de: Klicken Sie auf die verschiedenen Elemente in der Vorlage, um ihre CSS-Stileigenschaften zu bearbeiten.

source: Customize colors and styles
de_de: Passen Sie Farben und Stile an

source: Font Color
de_de: Schriftfarbe

source: Background Color
de_de: Hintergrund Farbe

source: Border
de_de: Rahmen

source: Border Width
de_de: Rahmen Breite

source: Border Color
de_de: Rahmen Farbe

source: Full Path
de_de: kompletter Dateipfad

source: Enter the full path to the local file starting with %s
de_de: Geben Sie den vollständigen Pfad zu der lokalen Datei ein, die mit %s beginnt

source: Returning Customer
de_de: Stammkunde

source: Days to arrival
de_de: Tage bis zur Ankunft

source: Countries
de_de: Länder

source: Attach Files
de_de: Dateien anhängen

source: Add file attachments to the email message
de_de: Hinzufügen von Dateianhängen zur E-Mail-Nachricht

source: Restriction applied to certain booking dates
de_de: Einschränkung für bestimmte Buchungsdaten

source: Filter by reservation statuses
de_de: Filter nach Reservierungsstatus

source: Filter the reservations by source of provenience
de_de: Filtern der Reservierungen nach Herkunftsquelle

source: Restriction applied to certain countries
de_de: Beschränkung für bestimmte Länder

source: Restriction for minimum days offset to arrival
de_de: Einschränkung für Mindesttage bis zur Ankunft

source: Extra Email
de_de: zusätzliche Email

source: Add one or more email recipient addresses
de_de: Füge eine oder mehrere Email Empfänger Adressen hinzu

source: Restriction for specific booking languages
de_de: Einschränkung für bestimmte Buchungssprachen

source: Filter by number of guests
de_de: Sortieren nach der Anzahl der Gäste

source: Filter by number of nights
de_de: Sortieren nach der Anzahl der Übernachtungen

source: Restriction applied to certain options/extras
de_de: Einschränkung bei bestimmten Optionen/Extras

source: Filter by payment method
de_de: Sortieren nach Bezahlmethode

source: Restriction applied to certain rate plans
de_de: Einschränkung bei bestimmten Tarifen

source: The same customer must have placed other reservations before
de_de: Derselbe Kunde muss zuvor andere Reservierungen vorgenommen haben

source: Restriction for specific rooms booked
de_de: Einschränkung für bestimmte gebuchte Zimmer

source: Stay Dates
de_de: Aufenthaltsdaten

source: Restriction applied to certain dates of stay
de_de: Beschränkung auf bestimmte Aufenthaltsdaten

source: Your PHP version may not support these functions, or the source code of the template may not be compatible. Please edit the template file manually, any changes will be restored.
de_de: Möglicherweise unterstützt Ihre PHP-Version diese Funktionen nicht oder der Quellcode des Templates ist nicht kompatibel. Bitte bearbeiten Sie die Vorlagendatei manuell, alle Änderungen werden wiederhergestellt.

source: Geographic Information
de_de: Geografische Informationen

source: This function relies on the Google Maps APIs. Please enter your Google Maps API Key from the Configuration settings, then refresh this page.
de_de: Diese Funktion basiert auf den Google Maps APIs. Bitte geben Sie Ihren Google Maps-API-Schlüssel aus den Konfigurationseinstellungen ein und aktualisieren Sie dann diese Seite.

source: Enable Geocoding
de_de: Geokodierung aktivieren

source: Base Address
de_de: Basisadresse

source: Center Coordinates
de_de: Koordinaten zentrieren

source: Zoom Level
de_de: Zoomstufe

source: Map Type
de_de: Landkarte Typ

source: Street
de_de: Straße

source: Satellite
de_de: Satellit

source: Terrain
de_de: Gelände

source: Map Height
de_de: Landkarte Höhe

source: Map Markers
de_de: Landkarten-Markierungen

source: Choose to display in the map one marker for each sub-unit, in case your room-type has got more than one unit available located at different positions, or if one marker for the entire room-type is sufficient.
de_de: Wählen Sie, dass in der Karte eine Markierung für jede Untereinheit angezeigt werden soll, falls Ihr Zimmertyp mehr als eine Einheit an verschiedenen Positionen verfügbar hat oder wenn eine Markierung für den gesamten Zimmertyp ausreicht.

source: One per room-type
de_de: Einer pro Zimmertyp

source: One per sub-unit
de_de: Einer pro Untereinheit

source: This room-type needs to have at least two units
de_de: Diese Zimmerkategorie muss aus mindestens zwei Einheiten bestehen

source: Customize Marker
de_de: Markierung anpassen

source: Do you want to remove the marker from the map?
de_de: Möchten Sie die Markierung von der Karte entfernen?

source: Hide from map
de_de: Von der Karte ausblenden

source: Map Ground Overlay
de_de: Landkarte Bodenüberlagerung

source: You can add an image overlay to the map, maybe to represent better a specific area of your property. This is useful for example to show the map of a camping site or a village/resort and to place the markers on their exact positions. You don't need this function if you simply want to show the location of your room-type.
de_de: Sie können der Karte ein Bild-Overlay hinzufügen, um vielleicht einen bestimmten Bereich Ihres Grundstücks besser darzustellen. Dies ist beispielsweise nützlich, um die Karte eines Campingplatzes oder eines Dorfes/Resorts anzuzeigen und die Markierungen an ihren genauen Positionen zu platzieren. Sie benötigen diese Funktion nicht, wenn Sie lediglich den Standort Ihres Zimmertyps anzeigen möchten.

source: Please make a selection
de_de: bitte triff eine Auswahl

source: The ground overlay image requires four coordinates in order to draw a rectangle on the map by using your custom image. The rectangle is composed of two points, south-west and north-east. In order to define the best position for your ground overlay image, you will need to provide a coordinate for: the south point (first point latitude), the west point (first point longitude), the north point (second point latitude) and the east point (second point longitude). You can click the helper button to use the current map bounds as the bounds for your overlay image.
de_de: Das Bodenüberlagerungsbild erfordert vier Koordinaten, um mit Ihrem benutzerdefinierten Bild ein Rechteck auf der Karte zu zeichnen. Das Rechteck besteht aus zwei Punkten, Südwesten und Nordosten. Um die beste Position für Ihr Boden-Overlay-Bild zu definieren, müssen Sie eine Koordinate angeben für: den Südpunkt (erster Breitengrad), den Westpunkt (erster Längengrad), den Nordpunkt (zweiter Breitengrad) und den Ostpunkt (zweiter Längengrad). Sie können auf die Hilfsschaltfläche klicken, um die aktuellen Kartengrenzen als Grenzen für Ihr Overlay-Bild zu verwenden.

source: Use current map bounds
de_de: Aktuelle Kartengrenzen verwenden

source: Import configuration
de_de: Konfiguration importieren

source: Do you want to import the geographic information?
de_de: Möchten Sie die geografischen Informationen importieren?

source: Geocoding failed for the following reason:
de_de: Die Geocodierung ist aus folgendem Grund fehlgeschlagen:

source: Please fill all required fields
de_de: Bitte alle notwendigen Felder ausfüllen

source: Marker Icon Type
de_de: Markierungssymboltyp

source: Google Maps Default Icon
de_de: Google Maps-Standardsymbol

source: Image Icon
de_de: Bild Icon

source: Add New
de_de: Neue hinzufügen

source: New SVG Icon Name
de_de: Neuer SVG-Symbolname

source: SVG Path
de_de: SVG-Pfad

source: In order to add a new custom SVG icon it is necessary to copy its shape commands, usually contained inside the <strong>d</strong> attribute of the <strong>&lsaquo;path&rsaquo;</strong> tag. SVG icons have an HTML structure, and either if you download or generate a .svg file, by opening the file with a text-editor, you will be able to locate the shape commands inside the <strong>d</strong> attribute. This is an example of an HTML SVG tag:<br/>&lsaquo;svg&rsaquo;<br/>&nbsp;&nbsp;&lsaquo;path d=&quot;<strong>M150 0 L75 200 L225 200 Z</strong>&quot; /&rsaquo;<br/>&lsaquo;/svg&rsaquo;<br/>In this example, the path shape you want to copy and use in this tool is just <u><i>M150 0 L75 200 L225 200 Z</i></u>
de_de: Um ein neues benutzerdefiniertes SVG-Symbol hinzuzufügen, ist es notwendig, die Formbefehle zu kopieren, die normalerweise in der Datei <strong>d</strong> Attribut des <strong>‹path›</strong> Merkmals. SVG-Symbole haben eine HTML-Struktur, und wenn Sie eine .svg-Datei herunterladen oder erstellen und die Datei mit einem Texteditor öffnen, können Sie die Formbefehle innerhalb der <strong>d</strong> Attribute. Dies ist ein Beispiel für einen HTML-SVG-Tag:<br/>‹svg›<br/> ‹path d="<strong>M150 0 L75 200 L225 200 Z</strong>" /›<br/>‹/svg›<br/>In diesem Beispiel ist die Pfadform, die Sie kopieren und in diesem Werkzeug verwenden möchten, einfach <u><i>M150 0 L75 200 L225 200 Z</i></u>

source: Fill Color
de_de: Füllfarbe

source: Opacity
de_de: Transparenz

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: South Coordinate
de_de: Südkoordinate

source: West Coordinate
de_de: Westkoordinate

source: North Coordinate
de_de: Nordkoordinate

source: East Coordinate
de_de: Ostkoordinate

source: Preferred Colors
de_de: Bevorzugte Farben

source: Select your preferred colors to adjust the default front-end styles. This way, the look of the elements (titles, buttons, font color and backgrounds) of the various pages of the booking process can match with your Theme or Property design.
de_de: Wählen Sie Ihre bevorzugten Farben aus, um die standardmäßigen Front-End-Stile anzupassen. Auf diese Weise kann das Aussehen der Elemente (Titel, Schaltflächen, Schriftfarbe und Hintergründe) der verschiedenen Seiten des Buchungsvorgangs mit Ihrem Thema oder Unterkunftsdesign übereinstimmen.

source: Titles and Headings
de_de: Titel und Überschriften

source: Elements with backgrounds
de_de: Elemente mit Hintergründen

source: Hovered elements
de_de: Hovered-Elemente

source: Font color
de_de: Schriftfarbe

source: Styles examples
de_de: Stilbeispiele

source: Interactive Map Booking
de_de: Interaktive Kartenbuchung

source: If enabled, guests will be able to book their rooms directly through an interactive map based on Google Maps. All your room-types must have geographical information defined in order for this function to be available to guests.
de_de: Wenn diese Funktion aktiviert ist, können Gäste ihre Zimmer direkt über eine interaktive Karte auf der Grundlage von Google Maps buchen. Alle Ihre Zimmertypen müssen über geografische Informationen verfügen, damit diese Funktion den Gästen zur Verfügung steht.

source: No decimals if N.00
de_de: Keine Dezimalstellen wenn N.00

source: Force Booking
de_de: Buchung erzwingen

source: The room may not be available on the selected dates, and if you choose to force the booking, you may cause an overbooking. Forcing the reservation may be useful when you want to keep a room closed, but still be able to register reservations for those dates. The system will no longer check if the room is available on the selected dates, so be careful.
de_de: Es kann sein, dass das Zimmer an den ausgewählten Daten nicht verfügbar ist, und wenn Sie die Buchung erzwingen wollen, kann es zu einer Überbuchung kommen. Das Erzwingen der Reservierung kann sinnvoll sein, wenn Sie ein Zimmer geschlossen halten wollen, aber dennoch Reservierungen für diese Daten registrieren können. Das System prüft nicht mehr, ob das Zimmer an den ausgewählten Daten verfügbar ist, seien Sie also vorsichtig.

source: Booking was forced due to non-availability
de_de: Buchung wurde aufgrund von Nichtverfügbarkeit erzwungen

source: You can choose to force the booking to skip the availability check, but you may cause overbooking.
de_de: Sie können die Buchung erzwingen, um die Verfügbarkeitsprüfung zu überspringen, aber das kann zu Überbuchungen führen.

source: Payment &quot;button&quot; position
de_de: Zahlung "button" Position

source: Top
de_de: Oben

source: Middle
de_de: Mittig

source: Bottom
de_de: Unten

source: Custom logo
de_de: Benutzerdefiniertes Logo

source: Issue a refund
de_de: Geben Sie eine Rückerstattung aus

source: Refund
de_de: Erstattung

source: Amount Refunded
de_de: Erstatteter Betrag

source: Refund transaction
de_de: Rückerstattungstransaktion
