Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: No Rates found for these rooms and for this number of nights of stay. Unable to edit the reservation.
de_de: Keine Tarife für diese Zimmer und Übernachtungen gefunden. Die Reservierung kann nicht bearbeitet werden.

source: Total Paid
de_de: Gesamt gezahlt

source: per Child
de_de: pro Kind

source: Only for Children
de_de: Nur für Kinder

source: Max Quantity Selectable
de_de: max. wählbare Anzahl

source: Show Only in Reservation Summary
de_de: Nur in Auftragszusammenfassung anzeigen

source: This value will be added to or deducted from the average cost of every night of stay affected by this Special Price
de_de: Dieser Wert wird zu/von jedem Übernachtungstarif addiert/abgezogen, der von diesem Sonderpreis betroffen ist

source: Value Overrides
de_de: Wert überschreiben

source: The default absolute or percentage value can be different depending on the nights of stay. For example you can override the default value of the Special Price for 7 Nights of stay and set it to a lower charge or to a higher decrease. Do not override the default value for always applying the same charge or decrease regardless the length of stay in the days affected by this Special Price.
de_de: Der vorgegebene absolute oder prozentuale Wert kann abhängig von der Übernachtungszahl variieren. Z.B. kann der vorgegeben Wert des Sonderpreises für 7 Übernachtungen nach oben oder unten über- unterschritten werden. Setzen Sie den Standardwert nicht außer Kraft, um unabhängig von der Aufenthaltsdauer in den Tagen, die von diesem Sonderpreis betroffen sind, immer die gleiche Gebühr oder Nachlass anzuwenden.

source: Add Value Override
de_de: Wert Override hinzufügen

source: Restrictions
de_de: Einschränkungen

source: No Restrictions found
de_de: Keine Einschränkungen gefunden

source: Month
de_de: Monate

source: Min Num of Nights
de_de: Min. Anzahl Nächte

source: Max Num of Nights
de_de: Max. Anzahl Nächte

source: With the restrictions you can limit the minimum length of stay for a specific month of the Year or for a certain range of dates and optionally force the arrival Day of the Week. For example you can create a restriction for your apartment in August, forcing the arrival day to Saturday and the minimum length of stay to 7 nights, 14 nights etc.. The minimum number of nights will be set to 1 in case it is left empty.
de_de: Mit den Einschränkungen können Sie die Mindestaufenthaltsdauer für einen bestimmten Monat des Jahres oder für eine bestimmte Reihe von Daten begrenzen und optional den Anreisetag der Woche erzwingen. Zum Beispiel können Sie eine Einschränkung für Ihre Wohnung im August erstellen, die den Anreisetag auf Samstag und die Mindestaufenthaltsdauer auf 7 Nächte, 14 Nächte usw. beschränkt. Die Mindestanzahl von Nächten wird auf 1 gesetzt, falls die Wohnung leer bleibt.

source: Force Arrival Week Day
de_de: Ankunft Wochentag

source: Restriction Name
de_de: Einschränkung Bezeichnung

source: Multiply Min Num of Nights
de_de: Multipliziere min. Anzahl Nächte

source: If this setting is enabled the minimum number of nights will be multiplied every time this is passed. For example if you want to force the Arrival day to Saturday and the Departure day must still be on Saturday, you have to set the Minimum Number of Nights to 7 and if this setting is enabled, 8, 9, 10, 11, 12 and 13 nights of stay will not be allowed but only 14, 21, 28 etc. nights will be allowed. This is useful if you want to give your rooms only for weeks. The Maximum number of Nights is automatically calculated from the Rates Table of each room, infact, if a room does not have a rate for 28 nights, this room will not show up in the results so it will not be available. In case you want the calendar to force the Maximum Number of Nights for this month, set a number of MaxLOS below.
de_de: Wenn diese Einstellung aktiviert ist, wird die Mindestanzahl von Nächten bei jedem Bestehen multipliziert. Wenn Sie beispielsweise den Ankunftstag auf Samstag erzwingen möchten und der Abreisetag immer noch auf Samstag liegen muss, müssen Sie die Mindestanzahl von Nächten auf 7 festlegen. Wenn diese Einstellung aktiviert ist, 8, 9, 10, 11, 12 und 13 Übernachtungen sind nicht erlaubt, aber nur 14, 21, 28 usw. Nächte sind erlaubt. Dies ist nützlich, wenn Sie Ihre Zimmer nur für Wochen geben möchten. Die maximale Anzahl von Nächten wird automatisch aus der Preistabelle jedes Zimmers berechnet. Wenn ein Zimmer für 28 Nächte keinen Preis hat, wird dieses Zimmer nicht in den Ergebnissen angezeigt, sodass es nicht verfügbar ist. Wenn Sie möchten, dass der Kalender die maximale Anzahl von Nächten für diesen Monat erzwingt, legen Sie unten eine Anzahl von MaxLOS fest.

source: Error, the restriction would be useless without an Arrival Week Day, without the CTA or CTD and the Minimum Num of Nights as 1 which is the default MinLOS
de_de: Fehler, die Einschränkung wäre ohne einen Ankunfts-Wochentag und die min. Übernachtungsanzahl 1 sinnlos

source: Restriction Saved Successfully
de_de: Einschränkung erfolgreich gespeichert

source: Vik Booking - Restrictions
de_de: Vik Booking - Einschränkungen

source: New Restriction
de_de: Einschränkung anlegen

source: Error, a restriction for the selected month already exists.
de_de: Fehler, es existiert bereits eine Einschränkung für den ausgewählten Monat.

source: Confirmation Number
de_de: Bestätigungs-Nummer

source: Filter Bookings
de_de: Buchungen filtern

source: per Night
de_de: pro Nacht

source: Re-send Email
de_de: E-Mail erneut senden

source: Booking Email sent to %s
de_de: Auftrags E-Mail gesendet an %s

source: Customer e-Mail
de_de: Gast E-Mail

source: Search Parameters
de_de: Suche Parameters

source: Number of Rooms
de_de: Anzahl Zimmer

source: Number of Adults
de_de: Anzahl der Erwachsenen

source: Number of Children
de_de: Anzahl der Kinder

source: Total People
de_de: Personen gesamt

source: Max. Numb. of Adults + Children
de_de: Max. Anzahl Erw. + Kinder

source: Close room in these dates
de_de: Schließen Sie das Zimmer an diesen Terminen

source: Room Closed
de_de: Zimmer nicht verfügbar

source: Close Room
de_de: Zimmer sperren

source: Cancelled
de_de: Annulliert

source: Check-in Date Range
de_de: Ankunft Datumsbereich

source: Stand-By
de_de: Unbestätigt

source: Generate and Download CSV
de_de: CSV Datei erstellen und herunterladen

source: No records to export
de_de: Keine Daten zum Export vorhanden

source: People
de_de: Personen

source: Customer eMail
de_de: Gast E-Mail

source: ID - Confirmation Number
de_de: ID - Bestätigungsnummer

source: In case of Charges per Children Age, add Age Intervals and Costs (fixed or percentage values of adults tariffs)
de_de: Falls e nach dem Alter von Kindern berechnet werden sollen, geben Sie Altersstufen an

source: Add Age Interval Charge
de_de: Aufschläge nach Altersstufen festlegen

source: From Age
de_de: Ab Alter

source: To Age
de_de: Bis Alter

source: Minimum Number of Nights
de_de: Min. Anzahl Nächte

source: Parameters
de_de: Parameter

source: and more
de_de: und mehr

source: Round to Integer
de_de: Auf Ganzzahlen runden

source: - disabled -
de_de: - deaktiviert -

source: Round Up
de_de: Aufrunden

source: Round Down
de_de: Abrunden

source: Number of Decimals
de_de: Anzahl Dezimalstellen

source: Decimal Separator
de_de: Dezimal Trennzeichen

source: Thousand Separator
de_de: Tausender Trennzeichen

source: or
de_de: oder

source: Dates Range
de_de: Datumsbereich

source: From Date
de_de: Ab Datum

source: To Date
de_de: Bis Datum

source: Error: restrictions must have a month or a dates range, from and to.
de_de: Fehler: Einschränkungen müssen einen Monat oder einen Datumsbereich enthalten, von und bis.

source: Vik Booking - New Restriction
de_de: Vik Booking - Neue Einschränkung

source: Vik Booking - Edit Restriction
de_de: Vik Booking - Einschränkung bearbeiten

source: Forced Combinations:
de_de: Erzwungene Kombinationen:

source: if none selected, any check-out week day in accordance with the max and min number of nights will be accepted
de_de: falls nichts gewählt ist, wird jeder Check-Outtag abhängig von der erfordelichen min:/max Anzahl an Übernachtungen akzeptiert

source: Apply to all rooms
de_de: Für alle Zimmer anwenden

source: Rooms affected by this restriction
de_de: Zimmer, die von dieser Einschränkung betroffen sind:

source: ALL
de_de: ALLE

source: Payments Log
de_de: Zahlungsübersicht

source: Min. Total People
de_de: Mind. Gesamtzahl der Personen

source: Min. Numb. of Adults + Children
de_de: Min. Anzahl Erw. + Kinder

source: Administrator Notes
de_de: Administrator Notizen

source: Update
de_de: Aktualisieren

source: Days in Advance for bookings
de_de: Tage Vorlauf für Buchungen

source: Room Parameters
de_de: Zimmer Parameter

source: Show how many units are still available when less than
de_de: Anzeigen, wie viele Zimmer noch verfügbar sind, wenn weniger als...

source: if greater than zero, the rooms displayed in the search results will say something like \"Last 2 available\".
de_de: Wenn der Wert größer als Null ist, wird in den in den Suchergebnissen angezeigten Zimmer beispielsweise "Letzte 2 verfügbar" angezeigt.

source: Custom Starting From Price
de_de: Individuelle Höchstpreis

source: the Views Rooms List and Room Details will display this price. If empty, the price displayed will be taken from the page Rates Table.
de_de: In der Zimmerliste und den Zimmerdetails wird dieser Preis angezeigt. Wenn leer, wird der angezeigte Preis der Seite Preistabelle entnommen.

source: Custom Price Label
de_de: Individuelles Preisschild

source: this text can be something like Per Night, Per Weekend, Per Week etc..if empty the system will display Per Night. This text can be a language definition in the .INI file.
de_de: dieser Text so etwas wie pro Nacht und Wochenende, Per Week etc..if leer das System pro Nacht anzuzeigen. Dieser Text kann eine Sprachdefinition in der INI-Datei sein.

source: Method of payment
de_de: Zahlungsmethode

source: ::Not Relevant::
de_de: ::Nicht Relevant::

source: Booking Status: Waiting for the payment. Choose one type of price and eventually some of the Options. Then click on Save to complete the Standby - Quick Reservation.
de_de: Bestell-Status: Warten auf die Zahlung. Wählen Sie eine Art von Preis und schließlich einige der Optionen. Klicken Sie dann auf Speichern, um den Standby abzuschließen - Schnellbuchung.

source: ::Change method of payment::
de_de: ::Zahlungsmethode ändern::

source: Change method of payment to
de_de: Zahlungsmethode ändern zu

source: Amount Paid
de_de: Betrag gezahlt

source: Apply Discount
de_de: Nachlass anwenden

source: Generate and Download ICS File
de_de: ICS Datei erstellen und herunterladen

source: Check-in @ %s
de_de: Ankunft @ %s

source: Booking ID: %sPeople: %sNights: %sReservation Total: %sCustomer Details:%s
de_de: Buchungs ID: %sPersonen: %sNächte: %sAuftrag Gesamt: %sGast Details:%s

source: Availability Calendars with Prices
de_de: Verfügbarkeitskalender mit Tarifen

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: if enabled, the View Room Details will display the cost for each day in the availability calendars
de_de: Wenn aktiviert, werden im Zimmerkalender die Kosten für jeden Tag in den Verfügbarkeitskalendern angezeigt

source: Default Cost per Night
de_de: Standardtarif pro Nacht

source: This price will be used as default cost per night. The Special Prices will then be applied to this cost
de_de: Dieser Preis wird als Standard-Kosten pro Nacht genutzt werden. Die Sonderpreise werden an diese Kosten angewendet werden

source: View in front site
de_de: Auf Startseite anzeigen

source: Show # Adults/Children
de_de: Zeige # Erwachsene/Kinder

source: Min-Max # of Adults
de_de: Min-Max # Personen

source: Min-Max # of Children
de_de: Min-Max # Kinder

source: Min-Max # of Adults and Total People
de_de: Min-Max # Personen und Gesamtpersonen

source: Min-Max # of Children and Total People
de_de: Min-Max # Kinder und Gesamtpersonen

source: Min-Max # of Adults, Children and Total People
de_de: Min-Max # Personen, Kinder und Gesamtpersonen

source: Allow Multiple Payments for one Reservation
de_de: Mehrere Zahlungsarten für einen Auftrag erlauben

source: Renew Session
de_de: Session neu starten

source: The PHP Session will be renewed and the new settings will be applied but any logged in user will be logged out. Proceed?
de_de: Die PHP Session wird erneuert und werden die neuen Einstellungen angewendet werden, sondern alle angemeldeten Benutzer werden abgemeldet. Gehen Sie?

source: It's a City Tax
de_de: Dies ist eine städtische Steuer

source: It's a Fee
de_de: Dies ist eine Gebühr

source: These settings are needed by the system to know if this Option is a City Tax like local/tourist taxes, or if it's a Fee like a booking fee, a mandatory resort fee, or a gratuity service fee that has to be paid at time of booking. Leave these settings disabled if the Option is not a tax or a fee, but just an extra service.
de_de: Diese beiden Einstellungen werden vom System benötigt, zu wissen, ob diese Option ist eine lokale Steuer, wie lokale Steuern oder wenn es eine Fee wie eine Buchungsgebühr, eine obligatorische Resortgebühr oder einer Zuwendung Servicegebühr, die zum Zeitpunkt der Buchung bezahlt werden muss. Lassen Sie diese Einstellungen deaktiviert, wenn die Option nicht eine Steuer oder eine Gebühr aber nur eine Zusatzleistung.

source: Taxes (VAT)
de_de: Steuern (VAT)

source: City Taxes
de_de: Kurtaxe

source: Fees
de_de: Gebühren

source: Breakfast Included
de_de: Inclusive Frühstück

source: Refundable
de_de: stornierbar

source: Up to n days before arrival
de_de: Innerhalb von x Tagen vor der Anreise

source: Up to %d days before arrival
de_de: Innerhalb von %d Tagen vor der Check-In

source: Show Tax in Summary Only
de_de: Steuer nur in der Zusammenfassung anzeigen

source: Tied to the Year
de_de: An dieses Jahr gebunden

source: 2 Years
de_de: 2 Jahre

source: Availability for Multiple-rooms search
de_de: Verfügbarkeit für Mehrzimmer-Suche

source: Dynamic
de_de: Dynamisch

source: Automatic
de_de: Automatisch

source: Maximum Date in the Future from today
de_de: Maximal anzuzeigender Datumsbereich im Buchungskalender ab heute beginnend

source: Days
de_de: Tage

source: Weeks
de_de: Wochen

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: Calendars first day of the week
de_de: Erster Wochentag im Kalender

source: Filter by Room
de_de: nach Zimmer filtern

source: Image Caption
de_de: Bildüberschrift

source: Save Changes
de_de: Änderungen speichern

source: Remove Image
de_de: Bild entfernen

source: (%s years old)
de_de: (%s Jahre alt)

source: Traveler Details
de_de: Reisender Details

source: First Name
de_de: Vorname

source: Back to Channel Manager
de_de: Zurüch zum Channel Manager

source: %s Adults
de_de: %s Gäste

source: Switch Room
de_de: Zimmer tauschen mit

source: Error: the room %s cannot be switched to the %s on these dates.
de_de: Fehler: das Zimmer %s kann an diesen Tagen nicht mit Zimmer %s getauscht werden.

source: The room %s has been switched to the %s. Choose Rates and Options for all the Rooms then click the Save button again.
de_de: The room %s has been switched with the %s. Choose Rates and Options for all the Rooms then click the Save button again.

source: Some records will be deleted. Proceed?
de_de: Einige Einträge werden gelöscht! Fortfahren?

source: Save &amp; Close
de_de: Speichern & Schließen

source: Save &amp; New
de_de: Speichern & Neu

source: Add Tax Breakdown
de_de: Steueraufteilung hinzufügen

source: Tax Type/Name
de_de: Steuer Typ/Bezeichnung

source: i.e. Federal Taxes
de_de: z.b. staatliche Steuern

source: % Rate
de_de: % Tarif

source: Tax Breakdown
de_de: Steueraufteilung

source: The Tax Breakdown was saved successfully but the sum of the sub-taxes in not equal to the parent tax rate.
de_de: Die Steueraufschlüsselung wurde erfolgreich gespeichert, aber die Summe der Untersteuern entspricht nicht dem übergeordneten Steuersatz.

source: Select All
de_de: Alle auswählen

source: Promotion
de_de: Sonderangebot

source: Promotion valid up to
de_de: Gültig bis

source: days in advance from Start Date
de_de: Tage ab Startdatum

source: Promotion Text
de_de: Sonderangebot Text

source: Show Seasons Calendar
de_de: Saisonkalender anzeigen

source: Charges, Discounts and Promotions
de_de: Aufschläge, Nachlässe und Sonderangebote

source: Charges and Discounts
de_de: Aufschläge und Nachlässe

source: Charges Only
de_de: Nur Aufschläge

source: Number of Nights
de_de: Anzahl Nächte

source: Show All
de_de: Alle anzeigen

source: Show Lowest
de_de: Kleinste anzeigen

source: Length of Stay
de_de: Aufenthaltsdauer

source: Show
de_de: Anzeigen

source: Hide
de_de: Verbergen

source: Book Multiple Units
de_de: Mehrere Zimmer buchen

source: if enabled, the details page of this room will let the users choose the number of units they would like to book.
de_de: Wenn aktiviert, können die Benutzer auf der Detailseite des Zimmers die Anzahl der Einheiten auswählen, die sie buchen möchten.

source: Rooms Affected
de_de: Betroffene Zimmer

source: Rates Overview
de_de: Tarifübersicht

source: %d Night
de_de: %d Übernachtung

source: %d Nights
de_de: %d Übernachtungen

source: Off-Season Prices
de_de: Nebensaison Preise

source: Min. Nights
de_de: Min. Übernachtungen

source: Max. Nights
de_de: Max. Übernachtungen

source: Arrival Week Days
de_de: Ankunft Wochentage

source: Apply
de_de: Bestätigen

source: Vik Booking - Rates Overview
de_de: Vik Booking - Tarifübersicht

source: Rates Calculator
de_de: Tarifrechner

source: Calculate
de_de: Berechnen

source: Calculating...
de_de: Berechne...

source: The room is not available from %s to %s or has no rates for this combination of adults/children.
de_de: Das Zimmer ist nicht verfügbar oder hat keinen Tarif vom %s bis %s mit dieser Kombination Personen/Kinder.

source: Net
de_de: Netto

source: Taxes
de_de: Steuern

source: Nights modified by Special Prices:
de_de: Übernachtungen zum Sonderpreis:

source: %d Adults Occupancy:
de_de: %d Belegung Erwachsenen Personen:

source: Any Room
de_de: Jedes Zimmer

source: Mar
de_de: Mär

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Filter by Channel
de_de: Nach Kanal filtern

source: Custom Page Title
de_de: Benutzerdefinierter Seitentitel

source: Add it Before the Current Page Title
de_de: Fügen Sie es vor dem aktuellen Seitentitel hinzu

source: Add it After the Current Page Title
de_de: Fügen Sie es nach dem aktuellen Seitentitel hinzu

source: Replace the Current Page Title
de_de: Ersetzen Sie den aktuellen Seitentitel

source: Keywords Meta Tag
de_de: Schlüsselwörter

source: Description Meta Tag
de_de: Beschreibungstext

source: Bookings for today at any time
de_de: Buchungen heute, alle Zeiten

source: Valid any Year
de_de: in Jedem Jahr gültig

source: Based on Length of Stay
de_de: Basierend auf der Aufenthaltsdauer

source: per night
de_de: pro Übernachtung

source: Show Units Booked
de_de: Zeige gebuchte Zimmer

source: Show Units Remaining
de_de: Zeige verbleibende Zimmer

source: Legend:
de_de: Übersicht:

source: No Availability
de_de: nicht verfügbar

source: Partially Available
de_de: teilweise verfügbar

source: Booking
de_de: Buchung

source: Currency
de_de: Währung

source: Tax and Payments
de_de: Steuern und Zahlungen

source: Appearance and Texts
de_de: Erscheinungsbild und Texte

source: Company
de_de: Firma

source: Enable Multi-Language
de_de: Mehrsprachig aktivieren

source: Translations
de_de: Übersetzungen

source: Vik Booking - Translations
de_de: Vik Booking - Übersetzungen

source: Load Translations
de_de: Übersetzungen laden

source: There is only one content-language enabled for this Joomla-site so translations cannot be created.
de_de: Für diese Joomla-Seiten ist nur eine Sprache aktiviert, daher kann keine Übersetzung erstellt werden.

source: Some changes were made to the translations. Proceed without Saving?
de_de: Übersetzung wurde bearbeitet. Fortfahren ohne speichern?

source: No Contents Selected for Translation
de_de: Kein Inhalt zum Übersetzen ausgewählt

source: Default Language
de_de: Standardsprache

source: Error: Invalid or Empty Table Set for Translation
de_de: Fehler: Ungültige oder leere Tabelle zum Übersetzen gewählt

source: Translations Saved!
de_de: Übersetzung gespeichert!

source: Special Requests
de_de: Spezielle Anfragen

source: Missing Translation File
de_de: Übersetzungsdatei fehlt

source: Definitions
de_de: Definitionen

source: Path
de_de: Dateipfad

source: Remaining Balance
de_de: Verbleibender Ausgleich

source: Send Cancellation eMail
de_de: Stornierung per E-Mail senden

source: Booking Cancellation Email sent to %s
de_de: Buchungsstorne per E-Mail versandt an %s

source: Arriving Today
de_de: Ankunft heute

source: Departing Today
de_de: Abreise heute

source: Customer Name
de_de: Kundenname

source: This Week's Bookings
de_de: Wochenübersicht gebuchte Zimmer

source: Next Refresh in
de_de: Nächste Aktualisierung in

source: Today
de_de: Heute

source: Assign Customer
de_de: Benutzerdefinierte Felder ausfüllen

source: Phone Number
de_de: Telefonnummer

source: I agree to the terms and conditions
de_de: Ich bin mit der Bergheimordnung und der Veröffentlichung meines Namens in der Belegungsübersicht im Mitgliederbereich einverstanden.

source: Total Taxes
de_de: Steuern gesamt

source: Rooms Locked - Waiting for Confirmation
de_de: Zimmer vorgemerkt - Warte auf Bestätigung

source: Locked Until
de_de: vorgemerkt bis

source: Booking ID
de_de: Buchungs-ID

source: Unlock
de_de: Freigeben

source: Force minimum length of stay
de_de: Mindestaufenthalt erzwingen

source: Rate Plans
de_de: Tarifübersicht

source: Customers
de_de: Gäste

source: No Customers found
de_de: Keine Gäste gefunden

source: Generate PIN
de_de: Generiere PIN

source: Vik Booking - Customers
de_de: Vik Booking - Gäste

source: Vik Booking - Customer Details
de_de: Vik Booking - Gast-Details

source: Customer with the same email address already exists
de_de: Es existiert bereits ein Gast mit der gleichen E-Mail Adresse

source: Customer Saved Successfully
de_de: Gastdaten erfolgreich gespeichert

source: Enable Customers PIN Code
de_de: Gäste PIN Code aktivieren

source: Total Bookings
de_de: Gesamt-Buchungen

source: Room Updated Successfully
de_de: Zimmer erfolgreich aktualisiert

source: Options, Taxes, Fees
de_de: Optionen, Steuern, Gebühren

source: Component Front-End
de_de: Komponenten-Frontend

source: Component Back-End
de_de: Komponenten-Backend

source: Component Back-End SYS
de_de: Komponenten-Backend SYS

source: Search Module
de_de: Suchmodul

source: Horizontal Search Module
de_de: Horizontal Suchmodul

source: Texts
de_de: Texte

source: Content
de_de: Inhalt

source: Packages/Offers
de_de: Kombi-/Angebote

source: Scheduled Cron Jobs
de_de: Geplante Cron Jobs

source: The Channel Manager has successfully notified the Channels!
de_de: Der Channel Manager hat die Kanäle erfolgreich benachrichtigt!

source: The Channel Manager did not notify any channel either because none needed to be updated or an error occurred.
de_de: Der Channal Manager hat auch keinen Kanal benachrichtigt, da keiner aktualisiert werden musste oder ein Fehler aufgetreten ist.

source: Go to Channel Manager
de_de: Gehe zum Channel Manager

source: Would you like to invoke the Channel Manager to notify the changes to the Channels?
de_de: Möchten Sie den Channel Manager aufrufen, um die Änderungen an den Kanälen zu benachrichtigen?

source: Send Update Request
de_de: Aktualisierungsanfrage senden

source: Get full Credit Card Details
de_de: Erhalten Sie vollständige Kreditkartendetails
