Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Occupancy Pricing not supported.
de_de: Belegungspreise werden nicht unterstützt.

source: Occupancy Pricing Overrides
de_de: Überschreibungen der Belegungspreise

source: Sender e-Mail
de_de: Absender E-Mail

source: Units and Occupancy
de_de: Einheiten und Belegung

source: Photos and Descriptions
de_de: Bilder und Beschreibungen

source: Categories, Characteristics and Options
de_de: Kategorien, Eigenschaften und Optionen

source: Select or Drag & Drop Files
de_de: Dateien auswählen oder per Drag & Drop hinzufügen

source: Done
de_de: Erledigt

source: Bulk Upload
de_de: Mehrere Dateien hochladen

source: Remove all Photos
de_de: Alle Fotos entfernen

source: Room created successfully!
de_de: Zimmer erfolgreich erstellt!

source: Go to Rates Table page
de_de: Tariftabelle aufrufen

source: Bulk Upload available after saving
de_de: Mahrfachupload nach Speichern verfügbar

source: Enable Request Information
de_de: Informationsanfrage aktivieren

source: Units Distinctive Features
de_de: Merkmale des Zimmers

source: Toggle Distinctive Features
de_de: Zimmermerkmale umschalten

source: Room Number
de_de: Zimmernummer

source: Room Code
de_de: Zimmer Code

source: Feature
de_de: Ausstattung

source: Room Unit #
de_de: Zimmer-Einheit #

source: Add Feature
de_de: Merkmal hinzufügen

source: Assign Unit #
de_de: weise Zimmer # zu

source: Not Specified
de_de: Nicht ausgewählt

source: Room Unit Assigned
de_de: Zimmer zugewiesen

source: Today's Room Occupancy
de_de: Zimmerbelegung heute

source: Auto-Assign Room Units
de_de: Zimmer automatisch zuweisen

source: The room types (with more than 1 unit) using the Units Distinctive Features, can automatically assign the first available room unit to the bookings. For example: new bookings can be automatically assigned to the room number #101, #102, #103 etc..
de_de: Die Zimmertypen (mit mehr als 1 Einheit), die die Unterscheidungsmerkmale der Einheiten verwenden, können den Buchungen automatisch die erste verfügbare Zimmereinheit zuweisen. Zum Beispiel: Neue Buchungen können automatisch den Zimmernummern 101, 102, 103 usw. zugewiesen werden.

source: Edit Template File
de_de: Vorlagendatei bearbeiten

source: Customer Email
de_de: Gast E-Mail

source: Error: empty or invalid Template File Path
de_de: Fehler: leerer oder ungültiger Vorlagendateipfad

source: Error: 0 bytes written on file
de_de: Fehler: Es wurden 0 Byte in die Datei geschrieben

source: Template File Successfully Updated
de_de: Vorlagendatei erfolgreich aktualisiert

source: Edit Template File Source Code
de_de: Quellcode der Vorlagendatei bearbeiten

source: Error reading the source code of the file
de_de: Fehler beim Lesen des Quellcodes der Datei

source: Save & Write Source Code
de_de: Quellcode speichern & schreiben

source: Packages &amp; Offers
de_de: Kombiangebote & Angebote

source: No Packages found
de_de: Keine Angebote gefunden

source: Package Name
de_de: Angebot Bezeichnung

source: Vik Booking - Packages & Offers
de_de: Vik Booking - Kombiangebote und Angebote

source: Main Image
de_de: Hauptbild

source: Validity Start Date
de_de: Gültigkeit Startdatum

source: Validity End Date
de_de: Gültigkeit Enddatum

source: Excluded Dates
de_de: Ausgeschlossene Daten

source: Min. Number of Nights
de_de: Min. Anzahl Nächte

source: Max. Number of Nights
de_de: Max. Anzahl Nächte

source: Package Cost
de_de: Angebotstarif

source: Cost Type
de_de: Tarif Typ

source: Cost Per Person
de_de: Kosten pro Person

source: Display Rooms Options
de_de: Zimmer Optionen anzeigen

source: Display all the assigned Rooms Options
de_de: Alle zugewiesenen Zimmeroptionen anzeigen

source: Apply just the mandatory Options (i.e. City Taxes)
de_de: Nur die erforderlichen Optionen zuweisen (z.B. städt. Steuern)

source: Hide all Rooms Options
de_de: Alle Zimmeroptionen verbergen

source: Package Description
de_de: Kombiangebot Beschreibung

source: Package Short Description
de_de: Kombiangebot Kurzbeschreibung

source: Benefits
de_de: Vorteile

source: Conditions
de_de: Konditionen

source: i.e. Save xx% and get free xyz.
de_de: z.B. spare xx% und erhalte kostenlos xyz.

source: Available Rooms
de_de: Verfügbare Zimmer

source: Exclude Week Days
de_de: Wochentage ausschliessen

source: Package Saved Successfully!
de_de: Kombiangebot erfolgreich gespeichert!

source: Package Updated Successfully!
de_de: Kombiangebot erfolgreich aktualisiert!

source: Room Rate
de_de: Zimmer-Tarif

source: Set Custom Rate
de_de: Benutzerdefinierten Tarif setzen

source: Custom Rates should always be inclusive of taxes
de_de: Benutzerdefinierte Tarife sollten immer inkl. Steuern sein

source: Reservation and Rates Updated
de_de: Reservierungen und Tarife aktualisiert

source: Search by PIN or Name
de_de: Suche nach PIN oder Name

source: This option is assigned to %d rooms over %d.
de_de: Diese Option ist %d Zimmern über %d zugewiesen

source: Closing Dates
de_de: Betriebsferien

source: Add
de_de: Hinzufügen

source: Commissions
de_de: Provisionen

source: Graphs &amp; Statistics
de_de: Grafiken & Statistiken

source: No bookings found for these dates. Reports cannot be generated.
de_de: Keine Buchungen zu diesen Daten gefunden. Report konnte nicht erstellt werden.

source: %d Confirmed Bookings over %d days - coming from %d Channels
de_de: %d Bestätigte Buchungen über %d Tage - getätigt über %d Channels

source: OTA Commissions
de_de: OTA-Provisionen

source: Top Countries
de_de: Top-Länder

source: Total Gross Income
de_de: Gesamtumsatz Brutto

source: Total After Commissions
de_de: Gesamtumsatz nach Provisionen

source: Total Net Income
de_de: Gesamt Netto Einkommen

source: Total Net Income After Commissions, Taxes, City Taxes and Fees
de_de: Gesamt Netto Einkommen nach Provisionen, Steuern, Gebühren

source: Vik Booking - Graphs &amp; Statistics
de_de: Vik Booking - Grafiken & Statistiken

source: Enable Auto-Sending
de_de: Automatischen Senden aktivieren

source: Send SMS To
de_de: Sende SMS an

source: Customer
de_de: Kunde

source: Administrator Phone Number
de_de: Administrator Telefonnummer

source: Gateway Parameters
de_de: Gateway-Parameter

source: Estimate Credit
de_de: Guthaben Berechnen

source: Administrator SMS Template
de_de: Administrator SMS Vorlage

source: Customer SMS Template
de_de: Gast SMS Vorlage

source: Send Custom SMS
de_de: Sende Benutzerdefinierte SMS

source: Message
de_de: Nachricht

source: Empty Phone Number or Message
de_de: Telefonnummer oder Nachricht leer

source: No SMS APIs Configured
de_de: Keine SMS APIs Eingerichtet

source: SMS Successfully Sent!
de_de: SMS erfolgreich versandt!

source: Error Sending the SMS
de_de: Fehler beim Senden der SMS

source: An error occurred while sending the SMS to the Administrator. Below is the provider response.
de_de: Ein Fehler trat beim SMS-Versand an den ASdministrator auf. Unten die Meldung des Providers.

source: An error occurred while sending the SMS to the Customer. Below is the provider response.
de_de: Ein Fehler trat beim SMS-Versand an den Gast auf. Unten die Meldung des Providers.

source: Your Booking
de_de: Ihre Buchung

source: Vik Booking - Scheduled Cron Jobs
de_de: Vik Booking - Geplante Cron Jobs

source: New Cron Job
de_de: Neuer Cron Job

source: No Cron Jobs currently set up or scheduled.
de_de: Zur Zeit keine Cron Jobs eingestellt oder geplant.

source: Class File
de_de: Class Datei

source: Last Execution
de_de: Zuletzt ausgeführt

source: Cron Job Saved!
de_de: Cron Job gespeichert!

source: Cron Job Updated!
de_de: Cron Job aktualisiert!

source: Execution Logs
de_de: Ausführungs-Logs

source: Actions
de_de: Aktionen

source: Execute
de_de: Ausführen

source: Cron Job Result
de_de: Cron Job Ergebnis

source: Get Command
de_de: Befehl erhalten

source: This cron job could be executed automatically by your server at regular intervals. The cron can also be executed manually by an administrator but letting the server do it, will be effortless and fully functional. Only servers supporting a Cron utility like crontab will be able of executing this cron job.
de_de: Dieser Cron-Job kann von Ihrem Server in regelmäßigen Abständen automatisch ausgeführt werden. Der Cron kann auch manuell von einem Administrator ausgeführt werden. Wenn Sie dies jedoch vom Server ausführen lassen, ist dies mühelos und voll funktionsfähig. Nur Server, die ein Cron-Dienstprogramm wie crontab unterstützen, können diesen Cron-Job ausführen.

source: Installation Steps
de_de: Installationsschritte

source: Download the executable PHP file for this cron job onto a local folder of your computer.
de_de: Laden Sie die ausführbare PHP-Datei für diesen Cron-Job in einen lokalen Ordner Ihres Computers herunter.

source: Upload the downloaded file onto a directory of your server, either before, in or after the root directory of the web-server.
de_de: Laden Sie die heruntergeladene Datei entweder vor, in oder nach dem Stammverzeichnis des Webservers in ein Verzeichnis Ihres Servers hoch.

source: Log in to your server control panel and add a new job for your Cron Utility. Your hosting company should help you use this tool.
de_de: Melden Sie sich bei Ihrem Server-Kontrollfeld an und fügen Sie einen neuen Job für Ihr Cron-Dienstprogramm hinzu. Ihr Hosting-Unternehmen sollte Ihnen bei der Verwendung dieses Tools helfen.

source: Cron Jobs require the execution interval and the command to execute. Set the necessary interval and the proper command to execute this cron job repetitively.
de_de: Für Cron-Jobs sind das Ausführungsintervall und der Befehl zur Ausführung erforderlich. Stellen Sie das erforderliche Intervall und den richtigen Befehl ein, um diesen Cron-Job wiederholt auszuführen.

source: Assuming that the executable PHP file was uploaded onto the root directory of your web-server, the command you should set in the Cron Utility should look similar to the one below. In this example, the path to the PHP interpreter has been set to <em>/usr/bin/php</em> but this may differ for your server.
de_de: Angenommen, die ausführbare PHP-Datei wurde in das Stammverzeichnis Ihres Webservers hochgeladen, sollte der Befehl, den Sie im Cron-Dienstprogramm festlegen sollten, dem folgenden ähnlich aussehen. In diesem Beispiel wurde der Pfad zum PHP-Interpreter auf <em>/usr/bin/php</em> festgelegt. Dies kann jedoch für Ihren Server unterschiedlich sein.

source: Please be aware that PHP files in or after the root directory of the web-server can be executed at a public URL. This may not be secure if you do not want anyone to be able to launch the cron job except for the server. If the file was in the root directory, it would be callable at the URL below.
de_de: Bitte beachten Sie, dass PHP-Dateien im oder nach dem Stammverzeichnis des Webservers unter einer öffentlichen URL ausgeführt werden können. Dies ist möglicherweise nicht sicher, wenn Sie nicht möchten, dass jemand außer dem Server den Cron-Job starten kann. Wenn sich die Datei im Stammverzeichnis befindet, kann sie unter der folgenden URL aufgerufen werden.

source: Download Executable File
de_de: Ausführbare Datei herunterladen

source: Reminder Type
de_de: Erinnerungstyp

source: Check-in Reminder
de_de: Anreise Erinnerung

source: Remaining Balance Payment Reminder
de_de: Verbleibende Restzahlungserinnerung

source: After Check-out Message
de_de: Nachricht nach der Abreise des Gastes

source: If type = After Check-out Message or Leave Review, this will be the number of days after the check-out. Number of days before the check-in otherwise.
de_de: Wenn type = Nach der Abreise Nachricht oder Bewertung hinterlassen, sind das die Anzahl der Tage nach der Abreise. Anzahl der Tage vor der Anreise.

source: Days in Advance
de_de: Voraussichtliche Tage

source: eMail Subject
de_de: E-Mail Betreff

source: Test Mode
de_de: Testmodus

source: if enabled, the cron will not actually send the SMS
de_de: Wenn diese Option aktiviert ist, sendet der Cronjob die SMS nicht

source: if enabled, the cron will not actually send the eMail
de_de: Wenn aktiviert, sendet der Cronjob keine E-Mail

source: This cron job should be scheduled to run at regular intervals of one time per day. Executing the cron job once per day, at the preferred time, will guarantee the best result.
de_de: Dieser Cron-Job sollte so geplant werden, dass er in regelmäßigen Abständen einmal pro Tag ausgeführt wird. Die einmalige Ausführung des Cron-Jobs zum bevorzugten Zeitpunkt garantiert das beste Ergebnis.

source: Generate Invoices
de_de: Rechnungen erstellen

source: After the Check-in date
de_de: Nach dem Anreisedatum

source: Whenever the booking status is Confirmed
de_de: Immer wenn der Buchungsstatus bestätigt wird

source: After the Check-out date
de_de: Nach dem Abreisedatum

source: Skip OTAs Bookings
de_de: OTAs-Buchungen überspringen

source: Use Generation Date
de_de: Generierungsdatum verwenden

source: if enabled, all the bookings transmitted by the channel manager will be ignored
de_de: Wenn aktiviert, werden alle vom Channel Manager übertragenen Buchungen ignoriert

source: Send Invoices via eMail
de_de: Rechnungen per E-Mail versenden

source: if enabled, the cron will not actually generate the invoices, nor it will send them via eMail to the customers
de_de: Wenn aktiviert, generiert der Cronjob die Rechnungen nicht und sendet sie auch nicht per E-Mail an die Kunden

source: eMail message with PDF attached
de_de: eMail-Nachricht mit PDF-Anhang

source: This cron job should be scheduled to run once per day. Remember to create at least one invoice manually from the back-end before running this cron. This is to set the invoices starting number and other details.
de_de: Dieser Cron-Job sollte einmal pro Tag ausgeführt werden. Denken Sie daran, mindestens eine Rechnung manuell aus dem Back-End zu erstellen, bevor Sie diesen Cron ausführen. Hiermit legen Sie die Rechnungsstartnummer und andere Details fest.

source: Show Status Only Check-in/out
de_de: Status anzeigen für An- und Abreise

source: Invoices
de_de: Rechnungen

source: Invoices Starting Number
de_de: Rechnungsnr. Start

source: Invoices Number Suffix
de_de: Rechnungsnummer Suffix

source: Invoices Date
de_de: Rechnungsdatum

source: Use Booking Date
de_de: Verwende Buchungsdatum

source: Company Information Header
de_de: Unternehmensbriefkopf

source: Invoice Number
de_de: Rechnungsnummer

source: Number of nights
de_de: Anzahl Übernachtungen

source: Grand Total
de_de: Summe Gesamt

source: Unable to generate the invoices: no confirmed bookings with a total amount greater than zero.
de_de: Rechnungen können nicht erstellt werden: Keine bestätigten Buchungen mit Menge >Null gefunden.

source: Error generating the invoice for the Booking ID %d
de_de: Fehler beim Erstellen der Rechnung für Buchungs-ID %d

source: Invoices Generated: %d - Invoices sent via eMail: %d
de_de: Rechnungen erstellt: %d - Rechnungen per E-Mail versandt: %d

source: Invoice for your reservation
de_de: Rechnung für Ihre Reservierung

source: Dear Customer, attached to this message you will find the invoice for your reservation. Thank you!
de_de: Sehr geehrter Gast, In der Anlage zu dieser Nachricht finden Sie die Rechnung zu Ihrer Reservierung. Vielen Dank!

source: Total Invoices
de_de: Gesamt Rechnungen

source: No Invoices found.
de_de: Keine Rechnungen gefunden.

source: Created on
de_de: Erstellt am

source: Emailed to
de_de: E-Mail versandt an

source: Send via eMail
de_de: Versendet per E-Mail

source: Re-Send via eMail
de_de: E-Mail erneut senden

source: View
de_de: Ansehen

source: Deselect All
de_de: Auswahl aufheben

source: Apply Filter
de_de: Filter anwenden

source: Remove Filter
de_de: Filter entfernen

source: Invoices Removed: %d
de_de: Rechnungen entfernt: %d

source: Vik Booking - Invoices
de_de: Vik Booking - Rechnungen

source: Download Selected Invoices
de_de: Download ausgewählte Rechnungen

source: Send Selected Invoices via eMail
de_de: Versende ausgewählte Rechnungen per E-Mail

source: Remove Selected Invoices
de_de: Entferne ausgewählte Rechnungen

source: Print
de_de: Drucken

source: Length of Stay Pricing Overview
de_de: Preisübersicht für die Dauer des Aufenthalts

source: Calendar Pricing Overview
de_de: Kalenderpreisübersicht

source: Any Type of Price
de_de: Jede Art von Preis

source: Type of Price
de_de: Preisart

source: Set New Rate
de_de: Neuen Tarif festlegen

source: Error while setting new rates. Missing data
de_de: Fehler beim Einstellen neuer Tarife. Fehlende Daten

source: Error while setting new rates. No rates
de_de: Fehler beim Einstellen neuer Tarife. Keine Preise

source: Error: no changes needed for the selected rates
de_de: Fehler: Für die ausgewählten Raten sind keine Änderungen erforderlich

source: Go to Calendar Rates Overview
de_de: zur Übersicht der Kalenderpreise

source: Special Price rule #%d
de_de: Sonderpreisregel #%d

source: Records Removed: %d
de_de: Entfernte Datensätze: %d

source: ZIP
de_de: Postleitzahl

source: ID Type
de_de: ID-Typ

source: ID Number
de_de: ID-Nummer

source: ID Scan Image
de_de: ID-Scan-Bild

source: Take Webcam Snapshot
de_de: Webcam-Schnappschus erstellen

source: Configure Webcam
de_de: Webcam konfigurieren

source: Take Snapshot!
de_de: Schnappschuss erstellen

source: You must allow the script to use your camera before taking the snapshot
de_de: Sie müssen dem Skript erlauben, Ihre Kamera zu verwenden, bevor Sie den Schnappschuss machen

source: Uploading Snapshot...Please Wait
de_de: Schnappschuss hochladen....Bitte warten Sie....

source: - All Rooms
de_de: - Alle Zimmer

source: Filter by Date
de_de: Nach Datum filtern

source: CSV Export
de_de: CSV Exportieren

source: Download CSV Export
de_de: CSV Export herunterladen

source: -- Any Country --
de_de: -- Beliebiges Land --

source: Export Information about %d selected Customers
de_de: Exportieren Sie Informationen zu %d ausgewählten Kunden

source: Export Customers Information
de_de: Kundeninformationen exportieren

source: Vik Booking - Export Customers Information
de_de: Vik Booking - Kundeninformationen exportieren

source: Include Notes
de_de: Notizen einschließen

source: Include ID Image Scan URL
de_de: ID-Bildscan-URL einschließen

source: Include PIN Code
de_de: PIN-Code einfügen

source: No customer records to export
de_de: Keine Kundendatensätze exportieren

source: View Details
de_de: Details anzeigen

source: Extra Services
de_de: Zusatzleistungen

source: Service Name
de_de: Bezeichnung Dienstleistung

source: % (Adults Rate)
de_de: % (Erwachsenenquote)

source: Deposit
de_de: Anzahlung

source: Deposit option not available when booked less than n days in advance
de_de: Anzahlungsoption nicht verfügbar, wenn weniger als n Tage im Voraus gebucht

source: Let the customers choose to leave a deposit
de_de: Gäste müssen eine Anzahlung leisten

source: Dates Separator
de_de: Trennzeichen für Datumsformat

source: --- Credit Card details removed for PCI-DSS reasons ---
de_de: --- Kreditkartendaten aus PCI-DSS-Gründen entfernt ---

source: Close/Open Room Rate Plan
de_de: Zimmerpreis schließen / öffnen

source: Close Rate Plan
de_de: Tarifplan schließen

source: Open Rate Plan
de_de: Tarifplan öffnen

source: Error while modifying rate plans. Missing data
de_de: Fehler beim Ändern der Tarifpläne. Fehlende Daten

source: Channel Manager - Rates Modification Count: %d
de_de: Channel Manager - Anzahl der Tarifänderungen: %d

source: Launch Channel Manager
de_de: Channel Manager starten

source: Months:
de_de: Monate:

source: Error: landed date has %s free nights, while booking moved is %d nights long
de_de: Fehler: Das Landedatum hat %s freie Nächte, während die Buchung %d Nächte lang ist.

source: Modifying Booking ID %d
de_de: Ändern der Buchungs-ID %d

source: Switching room to %s
de_de: Zimmer auf %s umschalten

source: Modifying dates to %s
de_de: Datum in %s ändern

source: Error, missing data for modifying the booking.
de_de: Fehler, fehlende Daten zur Änderung der Buchung.

source: The room %s has been switched to the %s.
de_de: Das Zimmer %s wurde auf %s umgeschaltet.

source: Drag &amp; Drop
de_de: Ziehen & Ablegen

source: Error, missing data for getting the booking information
de_de: Fehler, fehlende Daten zum Abrufen der Buchungsinformationen

source: Set Days Closed to Arrival (CTA)
de_de: Festlegen der Tage bis zur Anreise

source: Set Days Closed to Departure (CTD)
de_de: Festlegen der Tage bis zur Abreise

source: Week days closed to arrival
de_de: Wochentage bis zur Ankunft geschlossen

source: Week days closed to departure
de_de: Wochentage bis zur Abreise geschlossen

source: CTA Week Days
de_de: CTA-Wochentage

source: CTD Week Days
de_de: CTD-Wochentage

source: Warning: the check-in and check-out times have changed and there are future bookings saved with the old times. This may cause issues with the availability. Consider updating all the future reservations manually to avoid problems.
de_de: Warnung: Die An. und Abreise Zeiten haben sich geändert und zukünftige Buchungen werden mit den alten Zeiten gespeichert. Dies kann zu Problemen mit der Verfügbarkeit führen. Aktualisieren Sie alle zukünftigen Reservierungen manuell, um Probleme zu vermeiden.

source: Custom Price Sub-Text
de_de: Zusatztext/Untertext zum benutzerdefinierten Preis

source: this text can be displayed below the label 'per night' to include additional information like the cost per occupancy. HTML is allowed in this text
de_de: Dieser Text kann unter dem Etikett "pro Nacht" angezeigt werden, um zusätzliche Informationen wie die Kosten pro Belegung aufzunehmen. HTML ist in diesem Text erlaubt

source: Booking Invoice Notes
de_de: Rechnungsnotizen zur Buchung

source: You can use this text-area field to enter some additional information related to this booking for the invoice. Example: a booking reference number for third parties that should be included in the invoice.
de_de: In diesem Textfeld können Sie einige zusätzliche Informationen zu dieser Buchung für die Rechnung eingeben. Beispiel: Eine Buchungsreferenznummer für Dritte, die in der Rechnung enthalten sein sollte.

source: Generate Invoice
de_de: Rechnung generieren

source: If enabled, the availability update requests for all new bookings, booking modifications, confirmations and cancellations made through the Administrator section, will be automatically sent to the channel manager in background. For the bookings generated via front-end, the channel manager update requests can be automated from the page Settings of Vik Channel Manager (Auto-Sync). Recommended value for this setting: Enabled.
de_de: Wenn aktiviert, werden die Verfügbarkeitsaktualisierungsanforderungen für alle neuen Buchungen, Buchungsänderungen, Bestätigungen und Stornierungen, die über den Administratorbereich vorgenommen wurden, automatisch im Hintergrund an den Channel-Manager gesendet. Für die über das Front-End generierten Buchungen können die Channel Manager-Aktualisierungsanforderungen auf der Seite Einstellungen von Vik Channel Manager (Auto-Sync) automatisiert werden. Empfohlener Wert für diese Einstellung: Aktiviert.

source: Vik Channel Manager is not installed.
de_de: Vik Kanalmanager ist nicht installiert.

source: Waiting for the Payment
de_de: Warten auf die Zahlung

source: Send SMS When
de_de: Sende SMS wenn

source: Reservation is Confirmed
de_de: Reservierung ist bestätigt

source: Reservation is Pending or Confirmed
de_de: Reservierung ist ausstehend oder bestätigt

source: Admin SMS Template (Pending)
de_de: Admin-SMS-Vorlage (ausstehend)

source: Customer SMS Template (Pending)
de_de: Kunden-SMS-Vorlage (ausstehend)

source: Modify Information/Rates
de_de: Informationen / Preise ändern

source: Save &amp; Invoice
de_de: Speichern & Rechnungsstellung

source: The invoice will be generated. Proceed?
de_de: Die Rechnung wird erstellt. Fortfahren?
