Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: The values for the Options/Extras are tax included. The amount is calculated by subtracting the amount of City Taxes and Room Costs from the Booking Total. It's the sum of all costs excluding the City Taxes and the costs of the rooms. It may include costs per children based on their age.
de_de: Die Werte für die Optionen / Extras sind inklusive Steuern. Der Betrag wird berechnet, indem der Betrag der Kurtaxe und Zimmerkosten von der Buchungssumme abgezogen wird. Es ist die Summe aller Kosten ohne die Kurtaxe und die Kosten der Zimmer. Dies kann altersabhängige Kosten pro Kind beinhalten.

source: - All Options
de_de: - Alle Optionen

source: Italian Police: Guests Details
de_de: Italienische Polizei: Gästedetails

source: Search Tools
de_de: Suchwerkzeuge

source: Admin SMS Template (Cancelled)
de_de: Admin-SMS-Vorlage (abgebrochen)

source: Customer SMS Template (Cancelled)
de_de: Kunden-SMS-Vorlage (storniert)

source: Initial Setup
de_de: Ersteinrichtung

source: Complete the configuration of the following tasks to get started.
de_de: Schließen Sie die Konfiguration der folgenden Aufgaben ab, um zu beginnen.

source: Configure
de_de: Konfigurieren

source: Prev
de_de: Zurück

source: Next
de_de: Weiter

source: Statistics Tracking
de_de: Website Auswertung

source: Vik Booking - Statistics Tracking
de_de: Vik Booking - Statistik Tracking

source: No data available.
de_de: Keine Daten verfügbar.

source: Last Visit
de_de: Letzter Besuch

source: First Visit
de_de: Erster Besuch

source: Enable tracking for this visitor
de_de: Tracking für diesen Besucher aktivieren

source: Disable tracking for this visitor
de_de: Tracking für diesen Besucher deaktivieren

source: Anonymous
de_de: Anonym

source: Device
de_de: Gerät

source: Tracking Time
de_de: Tracking Zeit

source: Booking Dates
de_de: Buchungsdaten

source: Rooms and Rates
de_de: Zimmer und Preise

source: Invert Tracking Status
de_de: Tracking-Status umkehren

source: Tracking Dates
de_de: Tracking Datum

source: Filter Results
de_de: Ergebnisse filtern

source: Filter by Country
de_de: nach Land filtern

source: seconds
de_de: Sekunden

source: minutes
de_de: Minuten

source: Tracking Settings
de_de: Tracking-Einstellungen

source: Tracking Enabled
de_de: Tracking aktiviert

source: Tracking is disabled
de_de: Tracking ist deaktiviert

source: Vik Booking - Tracking Settings
de_de: Vik Booking - Tracking-Einstellungen

source: Referrer Cookie Duration
de_de: Referrer Cookie Laufzeit

source: The Referrer is the system that redirects/sends the visitor to your website. It could be a search engine, a social network or a marketing campaign. This value is not always available and it may be empty. The duration of the cookie defines for how long the visitor should be assigned to a certain referrer for any eventual conversion made after the first visit. The minimum duration should be greater than zero.
de_de: Der Referrer ist das System, das den Besucher auf Ihre Website umleitet/schickt. Das kann eine Suchmaschine, ein soziales Netzwerk oder eine Marketingkampagne sein. Dieser Wert ist nicht immer verfügbar und kann leer sein. Die Laufzeit des Cookies legt fest, wie lange der Besucher einem bestimmten Referrer zugeordnet werden soll, um eine eventuelle Konversion nach dem ersten Besuch zu ermöglichen. Die Mindestlaufzeit sollte größer als Null sein.

source: Tracking Campaigns
de_de: Tracking Kampagnen

source: You can add custom tracking campaigns to obtain a specific referrer for each tracking. This is useful to keep track of the provenience of a specific visitor. For example, if you are sending newsletters or marketing emails to your customers, you can include such instructions in the links and track who clicked on them and then searched for a room. The same function can be used to track other kind of marketing campaigns, such as ones from social networks or analytics techniques used by search engines. To set up a custom campaign rule you need to specify a request key (make sure to not use preserved request keys, numbers are always better), optionally a request value fort the key, and the name of the campaign that will be used as referrer for the trackings.
de_de: Sie können benutzerdefinierte Tracking-Kampagnen hinzufügen, um einen bestimmten Referrer für jedes Tracking zu erhalten. Dies ist nützlich, um die Herkunft eines bestimmten Besuchers zu verfolgen. Wenn Sie zum Beispiel Newsletter oder Marketing-E-Mails an Ihre Kunden senden, können Sie solche Anweisungen in die Links einfügen und verfolgen, wer darauf geklickt und dann nach einem Zimmer gesucht hat. Mit der gleichen Funktion können Sie auch andere Arten von Marketingkampagnen verfolgen, z. B. die von sozialen Netzwerken oder Analysetechniken von Suchmaschinen. Um eine benutzerdefinierte Kampagnenregel einzurichten, müssen Sie einen Anforderungsschlüssel (stellen Sie sicher, dass Sie keine konservierten Anforderungsschlüssel verwenden, Zahlen sind immer besser), optional einen Anforderungswert für den Schlüssel und den Namen der Kampagne angeben, der als Referrer für die Nachverfolgung verwendet werden soll.

source: Add Campaign
de_de: Kampagne hinzufügen

source: Request Key
de_de: Anforderungsschlüssel

source: Request Key Value
de_de: Schlüsselwert anfordern

source: Filter by Referrer
de_de: Filtern nach Referrer

source: Booking Conversion
de_de: Buchungs-Conversion

source: Visitors
de_de: Besucher

source: Conversion Rates
de_de: Umrechnungskurse

source: Request(s)
de_de: Anfrage (n)

source: Visitor(s)
de_de: Besucher

source: Most Demanded Nights
de_de: Die gefragtesten Nächte

source: Average Values
de_de: Durchschnittliche Werte

source: Total Visitors
de_de: Gesamtbesucher

source: Average Conversion Rate
de_de: Durchschnittliche Conversion-Rate

source: This percentage value is calculated proportionally by taking into account the total number of visitors and the total numbers of bookings. It shows how many visitors completed the reservation process by generating a booking.
de_de: Dieser prozentuale Wert wird proportional berechnet, indem die Gesamtzahl der Besucher und die Gesamtzahl der Buchungen berücksichtigt werden. Es zeigt, wie viele Besucher den Reservierungsprozess durch Generieren einer Buchung abgeschlossen haben.

source: Average Nights of Stay
de_de: Durchschnittliche Übernachtungen

source: Best Referrers
de_de: Besten Referrers

source: The Statistics Tracking functions use cookies to store information about the visitor's fingerprint and referrer. These cookies are sent to the visitors with the sole purpose of knowing the dates/rooms/rate plans they search on this website. The cookies do not contain any personal information. By default, such cookies are not shared with any third party system. It may be necessary to inform your visitors of the usage you make of these internal tracking cookies.
de_de: Die Statistik-Tracking-Funktionen verwenden Cookies, um Informationen über den Fingerabdruck und den Verweis des Besuchers gespeichert. Diese Cookies werden an die Besucher mit dem alleinigen Zweck gesendet, die Daten / Zimmer / Tarifpläne zu kennen, nach denen sie auf dieser Website suchen. Die Cookies enthalten keine persönlichen Daten. Standardmäßig werden solche Cookies nicht an Systeme von Drittanbietern weitergegeben. Möglicherweise müssen Sie Ihre Besucher über die Verwendung dieser internen Tracking-Cookies informieren.

source: Minimum Stay
de_de: Mindestaufenthalt

source: Set Minimum Stay
de_de: Mindestaufenthalt einstellen

source: Orphan dates found
de_de: Verwaiste Daten gefunden

source: The orphan dates are nights that cannot be booked by any customer due to some booking restrictions. If you are willing to sell those nights, then you should adjust the minimum number of nights of stay to allow bookings.
de_de: Die verwaisten Daten sind Nächte, die aufgrund von Buchungsbeschränkungen von keinem Kunden gebucht werden können. Wenn Sie bereit sind, diese Nächte zu verkaufen, sollten Sie die Mindestanzahl der Übernachtungen anpassen, um Buchungen zu ermöglichen.

source: Okay, keep reminding.
de_de: Okay, erinnere dich weiter.

source: Okay, do not remind again.
de_de: Okay, erinnere dich nicht noch einmal.

source: Check Orphans
de_de: Überprüfen Sie verwaiste Datensätze

source: Tableaux
de_de: Bild

source: Operators
de_de: Betreiber

source: Vik Booking - Operators
de_de: Vik Booking - Betreiber

source: No Operators found
de_de: Kein Betreiber gefunden

source: Authentication Code
de_de: Authentifizierungscode

source: Operators can log in through their authentication code or through their website account if you select a user. You can combine the login methods or you can set just one.
de_de: Betreiber können sich über ihren Authentifizierungscode oder über ihr Website-Konto anmelden, wenn Sie einen Benutzer auswählen. Sie können die Anmeldemethoden kombinieren oder nur eine festlegen.

source: Vik Booking - Operator Details
de_de: Vik Booking - Betreiber Details

source: Operator Details
de_de: Betreiberdetails

source: Generate Code
de_de: Code generieren

source: Permissions
de_de: Berechtigungen

source: Access Tableaux
de_de: Zugang zu Tableaux

source: Operator with the same details already exists
de_de: Ein Betreiber mit den gleichen Details existiert bereits

source: Operator Saved
de_de: Betreiber gespeichert

source: Name, eMail and Authentication Code or Website User are mandatory fields
de_de: Name, E-Mail und Authentifizierungscode oder Website-Benutzer sind Pflichtfelder

source: Operators Permissions
de_de: Betreiberberechtigungen

source: This window lets you manage the permissions of the various operators for accessing the Tableaux via front-end.
de_de: In diesem Fenster können Sie die Berechtigungen der verschiedenen Betreiber für den Zugriff auf Tableaux über das Front-End verwalten.

source: Operator
de_de: Betreiber

source: Visible Days
de_de: Sichtbare Tage

source: Visible Rooms
de_de: Sichtbare Zimmer

source: Add Operator Permission
de_de: Betreiberberechtigung hinzufügen

source: Permissions Updated
de_de: Berechtigungen aktualisiert

source: e-Invoicing
de_de: Elektronische Rechnungsstellung

source: Vik Booking - e-Invoicing
de_de: Vik Booking - elektronische Rechnungsstellung

source: Load Data
de_de: Daten laden

source: - Select e-Invoicing Driver -
de_de: - Wählen Sie den e-Invoicing Treiber -

source: Driver Settings
de_de: Treiber Einstellungen

source: Personal Number
de_de: Persönliche Identifikationsnummer

source: Depending on the country of residence of the customer, this can be their Personal Identification Number, the Fiscal Code, the Social Secutiry Number or the National Insurance Number. This code may be required for issuing invoices or electronic invoices.
de_de: Je nach Wohnsitzland des Kunden kann dies seine persönliche Identifikationsnummer, die Steuerkennziffer, die Sozialversicherungsnummer oder die Sozialversicherungsnummer sein. Dieser Code kann für die Ausstellung von Rechnungen oder elektronischen Rechnungen erforderlich sein.

source: Certified eMail Address
de_de: Zertifizierte eMail-Adresse

source: The Certified eMail Address may be required for issuing electronic invoices depending on your country.
de_de: Abhängig von Ihrem Land kann die zertifizierte E-Mail-Adresse für die Ausstellung elektronischer Rechnungen erforderlich sein.

source: Company Identification Code
de_de: Firmenidentifikationscode

source: The Company Identification Code may be required for issuing electronic invoices depending on your country. It is different than the Company VAT ID, and can be left empty if not needed.
de_de: Abhängig von Ihrem Land kann der Firmenidentifikationscode für die Ausstellung elektronischer Rechnungen erforderlich sein. Es unterscheidet sich von der Umsatzsteuer-Identifikationsnummer des Unternehmens und kann leer gelassen werden, wenn es nicht benötigt wird.

source: Type Flag
de_de: Landesfahne

source: There are several sub-types of fields that tell the system what kind of information was collected from the customer. Choose the appropriate type and remember to only create one field of type eMail that will be used for the notifications.
de_de: Es gibt mehrere Untertypen von Feldern, die dem System mitteilen, welche Art von Informationen vom Kunden gesammelt wurden. Wählen Sie den entsprechenden Typ und denken Sie daran, nur ein Feld des Typs E-Mail zu erstellen, das für die Benachrichtigungen verwendet wird.

source: Generate e-Invoices
de_de: Erstelle erlektronische Rechnung

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Always available
de_de: Immer verfügbar

source: If this value is set to a number greater than zero, this promotion will be valid only for early bookings. If you need to apply the promotion only to those who book N days in advance, then you should set the number of days in advance from the apposite input field. Otherwise, you should keep this setting to 0. This setting is not for Last Minute promotions, but rather for Early Bird promotions.
de_de: Wenn dieser Wert auf eine Zahl größer als Null gesetzt wird, gilt diese Aktion nur für Frühbucher. Wenn Sie die Aktion nur für diejenigen anwenden möchten, die N Tage im Voraus buchen, sollten Sie die Anzahl der Tage im Voraus aus dem entsprechenden Eingabefeld festlegen. Andernfalls sollten Sie diese Einstellung auf 0 belassen. Diese Einstellung gilt nicht für Last-Minute-Aktionen, sondern eher für Early-Bird-Aktionen.

source: Last Minute validity
de_de: Last-Minute-Gültigkeit

source: If you are willing to apply discounts only to last minute bookings, then you should provide a number of days and/or hours for the validity of the promotion. If the time remaining to the arrival from the booking date is less than the limit you defined, the promotion will be applied.
de_de: Wenn Sie bereit sind, Rabatte nur auf Last-Minute-Buchungen anzuwenden, sollten Sie eine Anzahl von Tagen und/oder Stunden für die Gültigkeit der Aktion angeben. Wenn die verbleibende Zeit bis zur Ankunft ab dem Buchungsdatum unter dem von Ihnen festgelegten Limit liegt, wird die Aktion angewendet.

source: % room total fee
de_de: % Zimmergesamtgebühr

source: The price of this service can be an absolute value in your currency, or a percentage value of the room final price comprehensive of any modifications for the occupancy. The percentage costs are usually needed in some countries to calculate special tourist tax or tourism levy.
de_de: Der Preis für diesen Service kann ein absoluter Wert in Ihrer Währung oder ein prozentualer Wert des Zimmerendpreises sein, der alle Änderungen für die Belegung enthält. Die prozentualen Kosten werden in einigen Ländern normalerweise zur Berechnung der speziellen Kurtaxe oder der Tourismusabgabe benötigt.

source: Close other rooms
de_de: Andere Zimmer schließen

source: Close all other rooms
de_de: Alle anderen Räume schließen

source: Assign new customer
de_de: Neuen Kunden zuweisen

source: Create new customer
de_de: Neuen Kunden anlegen

source: Do you want to assign this new customer to the booking?
de_de: Möchten Sie diesen neuen Kunden der Buchung zuordnen?

source: Vik Booking - Custom Invoice
de_de: Vik Booking - manuelle Rechnung

source: Custom invoice
de_de: Vorlage - manuelle Rechnung

source: Invoice Details
de_de: Rechnungsdetails

source: Services
de_de: Dienstleistungen

source: Add service
de_de: Dienstleistung hinzufügen

source: New amount paid
de_de: Neuer Betrag bezahlt

source: Chat Enabled
de_de: Chat aktivieren

source: The chatting system between the guests and the property managers can be enabled for the reservations only if the Channel Manager is installed.
de_de: Das Chatsystem zwischen den Gästen und den Mitarbeitern kann nur für die Reservierungen aktiviert werden, wenn der Kanalmanager installiert ist.

source: Chat Params
de_de: Chat-Parameter

source: Chat enabled for all reservations
de_de: Chat für alle Reservierungen aktivieren

source: Chat enabled only for Confirmed reservations
de_de: Chat nur für bestätigte Reservierungen aktivieren

source: Chat is available after check-in for # days
de_de: Der Chat ist nach der Anreise für # Tage verfügbar

source: Chat is available after check-out for # days
de_de: Der Chat ist nach der Abreise für # Tage verfügbar

source: Daily Room Report
de_de: Täglicher Zimmerbericht

source: Arrival
de_de: Ankunft

source: Departure
de_de: Abreise

source: Stayover
de_de: Übernachten

source: Previous amount paid %s
de_de: Vorheriger bezahlter Betrag %s

source: Transactions Report
de_de: Transaktionsbericht

source: See guest review
de_de: Siehe Gästebewertungen

source: Pre Check-in Enabled
de_de: Pre Check-in aktivieren

source: Pre Check-in days in advance
de_de: Pre-Check-in Tage im Voraus

source: Pre Checked-in
de_de: Vorher einchecken

source: Latest Reservations
de_de: Neueste Reservierungen

source: Tax cap
de_de: Steuerobergrenze

source: A tax cap places an upper bound on the amount of government tax a company might be required to pay. In this case the tax is said to be capped. This function is only required for some countries, where there is a limit (maximum amount) of taxes that should be paid. Please ignore this setting if nothing similar applied to your country of residence.
de_de: Eine Steuerobergrenze legt eine Obergrenze für die Höhe der staatlichen Steuern fest, die ein Unternehmen möglicherweise zahlen muss. In diesem Fall gilt die Steuer als begrenzt. Diese Funktion ist nur in einigen Ländern erforderlich, in denen es eine Begrenzung (Höchstbetrag) der zu zahlenden Steuern gibt. Bitte ignorieren Sie diese Einstellung, wenn für Ihr Wohnsitzland nichts Ähnliches gilt.

source: Occupancy Ranking
de_de: Belegungsranking

source: Group by
de_de: Gruppiere nach

source: Week
de_de: Woche

source: Day
de_de: Tag

source: Add new note for today
de_de: Neue Notiz für heute hinzufügen

source: Only for Non-Refundable Rates
de_de: Nur für nicht stornierbare Tarife

source: If enabled, this payment method will be displayed only if at least one non-refundable rate plan is selected for the rooms reservation. If only refundable rate plans are selected for the rooms, then this payment option will not be available to complete the reservation.
de_de: Wenn aktiviert, wird diese Zahlungsmethode nur angezeigt, wenn mindestens ein nicht stornierbarer Tarif für die Zimmerreservierung ausgewählt wurde. Wenn nur stornierbare Tarifpläne für die Zimmer ausgewählt sind, ist diese Zahlungsoption nicht verfügbar, um die Reservierung abzuschließen.

source: Attach iCal Reminder
de_de: iCal-Erinnerung anhängen

source: If enabled, a calendar reminder in iCal format will be attached to the confirmation email for the customer and/or the administrator. This is useful to save the event on any calendar application of any device.
de_de: Wenn aktiviert, wird der Bestätigungs-E-Mail für den Kunden und / oder den Administrator eine Kalendererinnerung im iCal-Format beigefügt. Dies ist nützlich, um das Ereignis in einer beliebigen Kalenderanwendung eines beliebigen Geräts zu speichern.

source: Opportunities
de_de: Chancen

source: Filter by Category
de_de: Nach Kategorie filtern

source: Enable Upselling Extras
de_de: Upselling-Extras aktivieren

source: If enabled, non-cancelled bookings with a check-out date in the future will allow the customers to add some options/extra services to their reservation. This way it will be possible for the customers to order extra services for the rooms booked and add them to their reservations. This is valid for all reservations, the ones coming from your website as well as the ones downloaded by the Channel Manager from the various OTAs.
de_de: Wenn aktiviert, können Kunden bei nicht stornierten Buchungen mit einem zukünftigen Abreisedatum einige Optionen / zusätzliche Services zu ihrer Reservierung hinzufügen. Auf diese Weise können die Kunden zusätzliche Dienstleistungen für die gebuchten Zimmer bestellen und diese zu ihren Reservierungen hinzufügen. Dies gilt für alle Reservierungen, die von Ihrer Website stammen, sowie diejenigen, die vom Channel Manager von den verschiedenen OTAs heruntergeladen wurden.

source: New extras booked
de_de: Neue Extras gebucht

source: Repeat restriction every %s
de_de: Wiederholen Sie die Einschränkung alle %s

source: Repeat until
de_de: Wiederhole bis

source: Details
de_de: Einzelheiten

source: Settings
de_de: Einstellungen

source: Your reservation at %s
de_de: Ihre Reservierungsanfrage bei %s

source: Website Rates
de_de: Website Preise

source: Availability Calendar Settings
de_de: Verfügbarkeitskalendereinstellungen

source: Share calendar with
de_de: Kalender teilen mit

source: Calendar shared by
de_de: Kalender geteilt von

source: Do not make any selection if this has to be an independent room! This function is only useful for those working with certain types of room that can be booked in full or partially. For example, if you rent an apartment with 4 rooms in full, but you would also like to rent the 4 rooms separately, this function will help you sync the calendars of all rooms. In this example, by booking the apartment in full, the calendars linked for the 4 independent rooms will be reserved as well to sync the availability on the requested dates. In this same example, if one of the 4 rooms was booked, then the full apartment would no longer be available. Use this function properly to avoid problems with the remaining availability of your rooms linked.
de_de: Treffen Sie keine Auswahl, wenn dies ein unabhängiges Zimmer sein muss! Diese Funktion ist nur für diejenigen nützlich, die mit bestimmten Zimmertypen arbeiten, die ganz oder teilweise gebucht werden können. Wenn Sie beispielsweise eine Wohnung mit 4 Zimmern vollständig mieten, die 4 Zimmer aber auch separat mieten möchten, können Sie mit dieser Funktion die Kalender aller Zimmer synchronisieren. In diesem Beispiel werden bei vollständiger Buchung des Apartments auch die für die 4 unabhängigen Zimmer verknüpften Kalender reserviert, um die Verfügbarkeit zu den gewünschten Terminen zu synchronisieren. Wenn im selben Beispiel eines der 4 Zimmer gebucht würde, wäre die volle Wohnung nicht mehr verfügbar. Verwenden Sie diese Funktion ordnungsgemäß, um Probleme mit der verbleibenden Verfügbarkeit Ihrer verknüpften Zimmer zu vermeiden.

source: Customer Documents
de_de: Kundendokumente

source: Upload File
de_de: Datei hochladen

source: or DRAG FILES HERE
de_de: oder ZIEHE DIE DATEIEN HIER HER

source: Press ESC from keyboard to stop deleting the files
de_de: Drücken Sie ESC auf der Tastatur, um das Löschen der Dateien zu beenden

source: Drag & drop some documents here to upload them. It is possible to remove the documents by keeping them pressed.<br />You do not need to hit the "Save" button to keep the uploaded files.
de_de: Ziehen Sie einige Dokumente per Drag & Drop hierher, um sie hochzuladen. Sie können die Dokumente entfernen, indem Sie sie gedrückt halten. <br /> Sie müssen nicht auf die Schaltfläche "Speichern" klicken, um die hochgeladenen Dateien beizubehalten.

source: Preview
de_de: Vorschau

source: Please specify the base-cost per night for each rate plan.
de_de: Bitte geben Sie die Grundkosten pro Nacht für jeden Tarif an.

source: This should be the cost applied for the longer period of the year for the room's default occupancy. You will be able to set later the occupancy based pricing, as well as some seasonal pricing or different costs for some dates of the year.
de_de: Dies sollten die Kosten sein, die für den längeren Zeitraum des Jahres für die Standardbelegung des Raums anfallen. Sie können später die belegungsbasierte Preisgestaltung sowie einige saisonale Preise oder andere Kosten für einige Daten des Jahres festlegen.
