Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Error, the number of nights of stay allowed in these dates must be a multiple of %d. Please try again.
de_de: Fehler, die Anzahl Übernachtungen in diesen Daten muss ein Vielfaches von %d sein. Bitte versuchen Sie es noch einmal.

source: Error, the departure day in these dates must be on a %s if arriving on a %s
de_de: Fehler, der Abreisetag an diesem Datum muss ein %s sein, bei Anreise an einem a %s

source: Some results were excluded: try selecting the arrival day in %s as a %s.
de_de: Einige Ergebnisse wurden ausgeschlossen: Versuchen Sie den Ankunftstag in %s auf einen %s zu legen.

source: Some results were excluded: the maximum number of nights of stay in %s is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Maximalzahl der Übernachtungen in %s beträgt %d.

source: Some results were excluded: the minimum number of nights of stay in %s is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Mindestanzahl der Übernachtiungen in %s beträgt %d.

source: Some results were excluded: the number of nights of stay allowed in %s should be a multiple of %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Anzahl der erlaubten Übernachtungen in %s sollte ein Vielfaches von %d betragen.

source: Some results were excluded: the departure day in %s should be on a %s if arriving on a %s
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Abreisetag in %s sollte an einem %s sein, bei Anreise an einem %s

source: Some results were excluded: the arrival day in these dates should be on a %s.
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Anreisetag zu diesem Datum sollte an einem %s sein.

source: Some results were excluded: the maximum number of nights of stay in these dates is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die maximale Anzahl von Übernachtungen in diesen Daten beträgt %d.

source: Some results were excluded: the minimum number of nights of stay in these dates is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Mindestaufenthaltsdauer in diesen Daten beträgt %d.

source: Some results were excluded: the number of nights of stay allowed in these dates should be a multiple of %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Anzahl der an diesen Daten zulässigen Übernachtungen sollte ein Vielfaches von %d betragen.

source: Some results were excluded: the departure day in these dates should be on a %s if arriving on a %s
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Abreisetag zu diesem Datum sollte an einem %s sein, bei Ankunft an einem %s

source: Last %d available!
de_de: Noch %d frei

source: <sup>***</sup>Prices may change depending on the number of guests and on the number of nights of stay.
de_de: <sup>***</sup>Die Tarife können abhängig von der Personen- und Übernachtungsanzahl abweichen.

source: Sent via eMail
de_de: Per E-Mail versandt

source: Free Cancellation
de_de: Kostenlose Stornierung

source: Refundable up to %d days before arrival
de_de: Kostenlose Stornierung bis %d Tag(e) vor Anreise

source: New Reservation #%s
de_de: Neue Reservierung #%s

source: Payment for Reservation #%s
de_de: Zahlung für Reservierung #%s

source: Error, %d units of the room %s are not available on the requested dates. Please select other rooms or use different dates.
de_de: Fehler, %d Einheiten dieses Zimmers %s sind zu diesem Datum nicht verfügbar. Bitte wählen Sie ein anderes Zimmer oder ein anderes Datum.

source: There are no more units available of this room with the current selection
de_de: Mit dieser Auswahl sind keine weiteern Einheiten dieses Zimmers mehr verfügbar

source: Insufficient data received for converting the currency
de_de: Unzureichende Daten zur Währungsumrechnung empfangen

source: Invalid data received for converting the currency
de_de: Ungültige Daten zur Währungsumrechnung empfangen

source: Invalid Credit Card Information Received, please try again
de_de: Ungültige Kreditkarteninformationen empfangen, bitte noch einmal versuchen

source: The payment was not verified, please try again
de_de: Die Zahlung wurde nicht bestätigt, bitte versuchen Sie es noch einmal

source: Thank you! Credit Card Information Successfully Received
de_de: Vielen Dank! Kreditkarteninformationen erfolgreich empfangen

source: Check-out Only
de_de: Nur Check-out

source: We may use third-party service providers to process your personal information on our behalf for the purposes specified above. For example, we may share some information about you with these third parties so that they can contact you directly by email (e.g. to obtain post-stay reviews about your travel experience).
de_de: Zur Verarbeitung Ihrer persönlichen Daten für oben genannte Zwecke werden eventuell Service-Provider genutzt. Zum Beispiel können Daten mit Dritten geteilt werden, um Sie per E-Mail zu kontaktieren (etwa um Bewertungen über Ihren Aufenthalt zu erhalten).

source: No active promotions found
de_de: Keine aktiven Sonderangebote gefunden

source: Off
de_de: Ausverkauft

source: Off per Day
de_de: Ausverkauft für Heute

source: Valid until
de_de: Gültig bis

source: Book it Now
de_de: Weiter

source: Availability Calendar
de_de: Verfügbarkeitskalender

source: Rates &amp; Restrictions - Seasons Calendar
de_de: Tarife & Einschränkungen - Saison-Kalender

source: %d units of %s are not available for %d nights
de_de: %d Einheiten von %s sind nicht verfügbar für %d Nächte

source: Returning Customer?
de_de: Sie waren bereits Gast?

source: Please enter your PIN Code
de_de: Bitte PIN Code eingeben

source: Welcome back
de_de: Willkommen zurück

source: Invalid PIN Code. Please try again or just enter your information below
de_de: Ungültiger PIN Code. Bitte noch einmal versuchen oder Ihre Informationen unten eingeben

source: Request Information
de_de: Anfrage-Informationen

source: Request Information for %s
de_de: Request Information für %s

source: Full Name
de_de: Vollständiger Name

source: Please fill in all the fields in order to request information.
de_de: Bitte alle Felder ausfüller um Ihre Anfrage zu bearbeiten.

source: Information Request for %s
de_de: Informations Anfrage für %s

source: Information Request Successfully Sent!
de_de: Informations Anfrage erfolgreich versendet!

source: Error, Invalid Token.
de_de: Fehler, ungültiger Token.

source: No active packages found
de_de: Keine aktiven Kombinatiosnangebote gefunden

source: Packages and Offers
de_de: Kombinationen und Angebote

source: Validity
de_de: Gültigkeit

source: per Person
de_de: Preis Zimmer

source: More Details
de_de: Mehr Details

source: Package not found or no longer available.
de_de: Kombination nicht gefunden oder nicht mehr verfügbar.

source: Book now your room
de_de: Buchen Sie jetzt Ihr Zimmer

source: Package not found.
de_de: Kombination nicht gefunden.

source: The room requested is not available for this package.
de_de: Das angefragte Zimmer ist für diese Kombination nicht verfügbar.

source: Invalid number of nights requested for this package.
de_de: Ungültige Anzahl Übernachtungen für diese Kombinatione.

source: Check-in Date not allowed for this package.
de_de: Check-in Datum nicht gültig für diese Kombination.

source: Check-out Date not allowed for this package.
de_de: Check-out Datum nicht gültig für diese Kombination.

source: Invalid date selected for this package (%s)
de_de: Ungültiges Datum für diese Kombination gewählt (%s)

source: Packages
de_de: Kombinationsangebote

source: We will be closed on the following dates: %s
de_de: An folgenden Daten haben wir geschlossen: %s

source: Confirmation Number or PIN Code
de_de: Bestätigungs-Nr. oder PIN Code

source: Check-in Only
de_de: Nur Check-in

source: Invoice for your stay
de_de: Rechnung für Ihren Aufenthalt

source: Dear Customer, attached to this message you will find the invoice for your stay. Thank you!
de_de: Sehr geehrter Gast, als Anhang zu dieser Nachricht finden Sie die Rechnung zu Ihrem Aufanthalt. Vielen Dank!

source: Payment Terms
de_de: Zahlungsbedingungen

source: Pay full amount now
de_de: Jetzt den vollen Betrag bezahlen

source: Leave a deposit of %s
de_de: Machen Sie eine Anzahlung von %s

source: Customer has chosen to pay the full amount.
de_de: Kunde hat sich entschieden den vollständigen Betrag zu zahlen

source: Card Type
de_de: Karten Typ

source: Hide/Show Credit Card Details Submission Form
de_de: Ausblenden / Anzeigen von Kreditkartendetails Vorlage Formular

source: Error, arrivals on %s are not permitted on %s
de_de: Fehler, Ankunft am %s sind nicht zugelassen %s

source: Please fill in or accept all the required fields
de_de: Bitte füllen Sie alle erforderlichen Felder aus

source: Error, this booking has a check-in date in the past and it was not confirmed on time. The booking is now Cancelled.
de_de: Fehler, diese Buchung hat ein Anreisedatum in der Vergangenheit und es wurde nicht rechtzeitig bestätigt. Die Buchung wird nun abgebrochen.

source: Time over to confirm the reservation. Please make a new one.
de_de: Zeit abgelaufen, um die Reservierung zu bestätigen. Bitte Reservierung erneut durchführen.

source: Minutes
de_de: Minuten

source: You have %s left to confirm the reservation
de_de: Sie haben %s übrig, um die Reservierung zu bestätigen

source: Thank you! Signature saved correctly
de_de: Danke dir! Signatur korrekt gespeichert

source: Maximum date in the future allowed for booking is %s
de_de: Das maximale Buchungsdatum in der Zukunft beträgt %s

source: Minimum days in advance for bookings is %d
de_de: Mindesttage im Voraus für Buchungen sind %d

source: the number of guests selected
de_de: die Anzahl der ausgewählten Gäste

source: Closest booking solutions for %s
de_de: Nächste Buchungsmöglichkeit für %s

source: Check-in on %s
de_de: Anreise am %s

source: Check-out on %s
de_de: Abreise am %s

source: Availability for the dates near the ones selected
de_de: Am nächsten gelegene freie Buchungsmöglichkeiten zur Ihrer Suchanfrage

source: Other booking solutions for %s
de_de: Andere Buchungsmöglichkeit für %s

source: No booking solutions found for the number of rooms and guests requested
de_de: Für die Anzahl der gewünschten Zimmer und Gäste wurden keine Buchungslösungen gefunden

source: No booking solutions found for the number of nights and guests requested
de_de: Für die Anzahl der gewünschten Nächte und Gäste wurden keine Buchungslösungen gefunden

source: Search Rooms
de_de: Zimmer buchen

source: Cancel your Booking
de_de: Meine Buchung stornieren

source: Please specify your cancellation reasons
de_de: Bitte geben Sie Ihre Stornierungsgründe an

source: Booking Cancellation
de_de: Buchung stornieren

source: The booking ID %s has been cancelled on behalf of the customer. The rate plan selected, and the cancellation terms, allowed the customer to cancel this reservation. Booking details: %s
de_de: Die Buchungs-ID %s wurde im Auftrag des Kunden storniert. Der ausgewählte Tarif und die Stornierungsbedingungen ermöglichten es dem Kunden, diese Reservierung zu stornieren. Buchungsdetails: %s

source: The reservation has been cancelled successfully
de_de: Die Reservierung wurde erfolgreich storniert

source: Missing required data to complete the action
de_de: Fehlende erforderliche Daten um die Aktion abzuschließen

source: This booking cannot be cancelled due to the cancellation terms not matching the requirements
de_de: Diese Buchung kann nicht storniert werden, da die Stornierungsbedingungen nicht den Anforderungen entsprechen

source: Modify your Booking
de_de: Buchung ändern

source: Do you really want to modify your booking?
de_de: Möchten Sie Ihre Buchung wirklich ändern?

source: Your confirmed booking at %s
de_de: Ihre Buchung bei %s

source: Booking Confirmed
de_de: Buchung bestätigt

source: Booking waiting for the payment
de_de: Bitte warte auf die Buchungs-Bestätigung durch die Admins.

source: Booking Cancelled
de_de: Buchung storniert

source: Cancel Modification
de_de: Änderung abbrechen

source: This booking cannot be modified due to the modification terms not matching the requirements
de_de: Diese Buchung kann nicht geändert werden, da die Änderungsbedingungen nicht den Anforderungen entsprechen

source: Select the new dates, number of rooms and guests to modify your booking
de_de: Wählen Sie einen neuen Zeitraum um die Anzahl der Zimmer und Personen zu für Ihre Buchung zu ändern.

source: Select the new rooms to modify your booking
de_de: Wählen Sie die neuen Zimmer aus um Ihre Buchung zu ändern

source: Choose your rate plans to modify the booking
de_de: Wählen Sie Ihre Tarifpläne um die Buchung zu ändern

source: Confirm your details to modify the booking
de_de: Bestätigen Sie Ihre Angaben um die Buchung zu ändern

source: Previous Total
de_de: Vorherige Summe

source: Totals Difference
de_de: Gesamtunterschied

source: Modify Booking
de_de: Buchung ändern

source: Reservation #%s Modified
de_de: Reservierung #%s geändert

source: Reservation Modified
de_de: Reservierung geändert

source: Your booking was successfully modified
de_de: Ihre Buchung wurde erfolgreich geändert

source: Non Refundable Rate
de_de: Nicht stornierbar

source: Invalid authentication code. Please try again
de_de: Ungültiger Authentifizierungscode. Bitte versuche es erneut

source: Logout
de_de: Ausloggen

source: You are not authorized to access this resource.
de_de: Sie sind nicht berechtigt, auf diese Ressource zuzugreifen.

source: Arriving today
de_de: Heute angekommen

source: Arriving tomorrow
de_de: Morgen ankommen

source: Departing today
de_de: Abreise heute

source: Departing tomorrow
de_de: Abfahrt morgen

source: Staying today
de_de: Heute bleiben

source: Staying tomorrow
de_de: Morgen bleiben

source: Toggle Fullscreen
de_de: Vollbild umschalten

source: Chat with %s
de_de: Chatten Sie mit %s

source: Save check-in information
de_de: Anreise Informationen gespeichert

source: Information correctly saved. Thank you!
de_de: Informationen korrekt gespeichert. Danke!

source: Reserve additional services
de_de: Weitere Dienstleistungen zubuchen

source: Add some extra services to your reservation!
de_de: Hier können Sie Ihrer Reservierung einige zusätzliche Dienstleistungen nachträglich noch hinzufügen!

source: Update Reservation
de_de: Reservierung aktualisieren

source: The selected extra services will be added to your reservation. The action cannot be undone. Do you want to proceed?
de_de: Die ausgewählten Zusatzleistungen werden Ihrer Reservierung hinzugefügt. Die Aktion kann nicht rückgängig gemacht werden. Möchten Sie fortfahren?

source: Thank you! Your reservation has been updated correctly!
de_de: Vielen Dank! Ihre Reservierung wurde aktualisiert!

source: Please select a quantity greater than zero
de_de: Bitte wählen Sie eine Menge welche größer als Null ist.

source: %d rooms missing
de_de: Noch %d Betten wählen

source: %d room missing
de_de: Noch %d Bett wählen

source: Reserve
de_de: Reservieren

source: Leave a review for your stay
de_de: Hinterlassen Sie eine Bewertung für Ihren Aufenthalt

source: Please describe your experience
de_de: Bitte beschreiben Sie Ihre Erfahrungen

source: By leaving a review you agree with our Terms and Conditions and Privacy Policy.
de_de: Wenn Sie eine Bewertung abgeben, stimmen Sie unseren Allgemeinen Geschäftsbedingungen und Datenschutzbestimmungen zu.

source: Submit review
de_de: Bewertung abschicken

source: Please use a minimum of %d chars for your review message
de_de: Bitte verwenden Sie mindestens %d Zeichen für Ihre Bewertungsnachricht

source: Thank you! We have received your review.
de_de: Vielen Dank! Wir haben Ihre Bewertung erhalten.

source: Error, please try again.
de_de: Fehler, bitte versuchen Sie es erneut.

source: Owner reply
de_de: Antwort des Besitzers

source: Please rate your experience
de_de: Bitte bewerten Sie Ihre Erfahrung

source: Your rating
de_de: Deine Bewertung

source: Bed preference
de_de: Bettpräferenz

source: Booker is Genius
de_de: Booker ist ein Genie

source: The requested combination of rooms and guests is only available on other dates.
de_de: Die gewünschte Kombination von Zimmern und Gästen ist nur zu anderen Terminen verfügbar.

source: We could not find enough rooms for the party requested, but you can book a different combination of rooms.
de_de: Wir konnten nicht genügend Zimmer für die gewünschte Anfrage finden, aber Sie können eine andere Kombination von Zimmern buchen.

source: Do you want to cancel the selection?
de_de: Möchten Sie die Auswahl abbrechen?

source: Pay Now
de_de: Bezahlen Sie jetzt

source: Upload Documents
de_de: Dokumente hochladen

source: Uploading failed. Please try again
de_de: Hochladen fehlgeschlagen. Bitte versuchen Sie es erneut

source: Do you want to remove the selected file?
de_de: Möchten Sie die ausgewählte Datei entfernen?

source: Click the save button at the bottom of the page when you are done.
de_de: Klicken Sie auf die Schaltfläche "Speichern" am unteren Rand der Seite, wenn Sie fertig sind.

source: Personal data is collected and processed in accordance with the Privacy Policy accepted at the time of booking.
de_de: Personenbezogene Daten werden in Übereinstimmung mit der bei der Buchung akzeptierten Datenschutzrichtlinie erhoben und verarbeitet.

source: Alternative dates were used to allocate the inquiry reservation
de_de: Für die Reservierung der Anfrage wurden alternative Daten verwendet

source: Alternative room party used to allocate the inquiry reservation
de_de: Abweichende Raumpartei, die für die Zuweisung der Anfrage-Reservierung verwendet wird

source: Dummy room was used to allocate the inquiry reservation due to no availability
de_de: Aufgrund fehlender Verfügbarkeit wurde für die Zuweisung der Anfragereservierung ein Dummy-Raum verwendet

source: Split stay solutions
de_de: Möglichkeiten für geteilte Aufenthalte

source: By placing a split stay reservation you will have to change room(s) during your stay.
de_de: Wenn Sie einen geteilten Aufenthalt buchen, müssen Sie während Ihres Aufenthalts das/die Zimmer wechseln.

source: Split stay reservation
de_de: Reservierung geteilter Aufenthalt

source: Get a better room
de_de: Ein besseres Zimmer bekommen

source: Keep this room
de_de: Dieses Zimmer behalten

source: Do you want to upgrade to this room? Your booking will be modified.
de_de: Möchten Sie ein Upgrade auf dieses Zimmer? Ihre Buchung wird geändert.

source: This coupon requires a lower booking total amount
de_de: Dieser Gutschein erfordert einen niedrigeren Buchungsbetrag

source: Do you want to remove the coupon discount?
de_de: Möchten Sie den Gutscheinrabatt entfernen?

source: Heading Text
de_de: Überschrift

source: Heading Tag
de_de: Überschift-Schlagwort

source: CSS Class Heading Tag
de_de: CSS Klasse

source: Introducing Text
de_de: Einleitungstext

source: Closing Text
de_de: Abschlusstext

source: Show Categories
de_de: Kategorien anzeigen

source: Use Globals
de_de: Globale Nutzung

source: Custom Search Button Text
de_de: Benutzerdefinierter Text der Suchschaltfläche

source: Custom Search Button Text, Leave empty to use default value
de_de: Benutzerdefinierter Text der Suchschaltfläche, leer lassen, um den Standardwert zu verwenden.

source: Check-In Date
de_de: Anreise

source: Check-Out Date
de_de: Abreise

source: Default Number of Adults
de_de: Standardanzahl für Erwachsene

source: Search form drop down menu for selecting the number of adults. Default value is 2
de_de: Suchformular Dropdown-Menü zur Auswahl der Anzahl der Erwachsenen. Der Standardwert ist 2

source: Force Specific Room
de_de: Bestimmtes Zimmer erzwingen

source: If not disabled, the search module will check the availability only for the selected room type. Keep it disabled if you want to search over the availability of any room types.
de_de: Wenn nicht deaktiviert, überprüft das Suchmodul die Verfügbarkeit nur für den ausgewählten Zimmertyp. Lassen Sie es deaktiviert, wenn Sie nach der Verfügbarkeit von Zimmertypen suchen möchten.

source: -- Disabled --
de_de: -- Deaktiviert --

source: Force Specific Category
de_de: Bestimmte Kategorie erzwingen

source: If not disabled, the search module will check the availability only for the rooms belonging to the selected category. If disabled, the system will display a drop down menu for selecting the category filter (the parameter Show Categories must be enabled in this module or disabled for forcing the Category).
de_de: Wenn nicht deaktiviert, überprüft das Suchmodul die Verfügbarkeit nur für die Zimmer, die zur ausgewählten Kategorie gehören. Wenn deaktiviert, zeigt das System ein Dropdown-Menü zur Auswahl des Kategoriefilters an (der Parameter Kategorien anzeigen muss in diesem Modul aktiviert oder deaktiviert sein, um die Kategorie zu erzwingen).

source: Dates Layout
de_de: Datumsvorlage

source: Choose whether to display the selected dates in the format defined in Vik Booking, or to format them in a human-readable way, like Monday, 1 January, with a different layout. You can also choose to display a request information form.
de_de: Wählen Sie, ob die ausgewählten Daten in dem in Vik Booking definierten Format angezeigt werden sollen, oder ob sie in einem für den Menschen lesbaren Format, wie z. B. Montag, 1. Januar, mit einem anderen Layout angezeigt werden sollen. Sie können auch wählen, ob ein Formular für die Anfrage angezeigt werden soll.

source: Standard Datepicker
de_de: Standard Datumsauswahl

source: Human Readable
de_de: Für Menschen lesbar

source: Months and Days Length
de_de: Länge der Monate und Tage

source: Choose whether to display the full months and week days, or their 3-char versions. Such as December or Dec, and Monday or Mon. This applies only if the Dates Format parameter is set to Human Readable.
de_de: Wählen Sie aus, ob die vollständigen Monate und Wochentage oder deren 3-Zeichen-Versionen angezeigt werden sollen. Wie Dezember oder Dez und Montag oder Mon. Dies gilt nur, wenn der Parameter Dates Format auf "für Menschen lesebar" eingestellt ist.

source: 3-char
de_de: 3 Zeichen

source: Select date
de_de: Datum auswählen

source: Inquiry (Request information)
de_de: Anfrage (Informationen anfordern)

source: Send request
de_de: Anfrage senden

source: Check availability
de_de: Verfügbarkeit prüfen

source: Notes/Special requests
de_de: Anmerkungen/Besondere Wünsche

source: or book online
de_de: oder buchen Sie online

source: Please fill all the required fields
de_de: Bitte füllen Sie alle erforderlichen Felder aus

source: Please select the dates for your stay, even if you have flexible dates.
de_de: Bitte wählen Sie die Daten für Ihren Aufenthalt, auch wenn Sie flexible Daten haben.

source: Thank you! We have successfully received your request and will reply as soon as possible.
de_de: Wir danken Ihnen! Wir haben Ihre Anfrage erfolgreich erhalten und werden Ihnen so schnell wie möglich antworten.

source: Allowed Currencies for conversion
de_de: Erlaubt Währungen für die Umrechnung

source: Show conversion form only within VikBooking
de_de: Umwandlungsformular nur innerhalb VikBooking anzeigen

source: Currency Name Format
de_de: Währungsbezeichnung Format

source: i.e. the Three Letters format will print USD, the Full Name format will print United States Dollar while the Long format will print United States Dollar (USD)
de_de: D.h. das Drei-Buchstaben-Format druckt USD, das Format Vollständiger Name druckt US-Dollar, während das Langformat US-Dollar (USD) druckt.

source: Three Letters
de_de: 3 Zeichen

source: Long
de_de: Lang

source: Load jQuery
de_de: jQuery laden

source: Filter by Price
de_de: nach Preis sortieren

source: Cancel Filters
de_de: Filter abbrechen

source: Select the Channels to Compare
de_de: Wählen Sie die zu vergleichenden Kanäle aus
