Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: Refund amount
de_de: Rückerstattungsbetrag

source: Reason for refund
de_de: Grund für die Rückerstattung

source: The amount will be refunded. Continue?
de_de: Der Betrag wird zurückerstattet. Weiter?

source: Refund transaction was successful
de_de: Rückerstattungstransaktion war erfolgreich

source: Refunded
de_de: Erstattet

source: Refunded amount updated
de_de: Erstatteter Betrag aktualisiert

source: Refunded amount changed from %s to %s
de_de: Der erstattete Betrag wurde von %s auf %s geändert

source: Uploaded Documents
de_de: Hochgeladene Dokumente

source: Place of birth
de_de: Geburtsort

source: Refunds
de_de: Rückerstattungen

source: Amount Payable
de_de: Bezahlbarer Betrag

source: Request Payment
de_de: Zahlung anfordern

source: The reservation will allow the payment to be made via front-end. Make sure to inform the customer by using the re-send email button.
de_de: Die Reservierung ermöglicht die Zahlung über das Front-End. Stellen Sie sicher, dass Sie den Kunden informieren, indem Sie die Schaltfläche „E-Mail erneut senden“ verwenden.

source: Reservation amount payable changed to %s
de_de: Der zu zahlende Reservierungsbetrag wurde in %s geändert

source: Payable amount updated
de_de: Zahlbarer Betrag aktualisiert

source: Guest Messaging
de_de: Gästebenachrichtigung

source: Remove Reservation
de_de: Reservierung entfernen

source: %s - Special Offer
de_de: %s - Sonderangebot

source: Review your guest
de_de: Überprüfen Sie Ihren Gast

source: Write Review
de_de: Bewertung schreiben

source: Inquiry
de_de: Anfrage

source: Request to book
de_de: Bitte um Buchung

source: Pre-approve
de_de: Vorab genehmigen

source: Withdraw pre-approval
de_de: Vorabgenehmigung widerrufen

source: Withdraw special offer
de_de: Sonderangebot zurückziehen

source: Latest from your guests
de_de: Das Neueste von Ihren Gästen

source: Latest messages and reviews from your guests. Channel Manager required.
de_de: Neueste Nachrichten und Bewertungen von Ihren Gästen. Channel-Manager erforderlich.

source: Filter by check-in or check-out week day.
de_de: Sortiere nach "check-in" oder "check-out" Wochentag.

source: Appearance
de_de: Erscheinungsbild

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Payout received
de_de: Auszahlung erhalten

source: Visual
de_de: Optisch

source: Include less days
de_de: Fügen Sie weniger Tage hinzu

source: If type = Check-in and Days in advance greater than 1, by turning on this option the Cron Job will also include the reservations with a number of days to arrival (from the booking date) lower than the option days in advance. For example, if days in advance is set to 7, but a last-minute reservation is made 2 days before the arrival, with this setting enabled this reservation will be notified.
de_de: If type = Check-in und Tage im Voraus größer als 1 ist, werden bei Aktivierung dieser Option auch die Reservierungen mit einer Anzahl von Tagen bis zur Ankunft (ab dem Buchungsdatum) berücksichtigt, die kleiner als die Option Tage im Voraus ist. Wenn z. B. die Anzahl der Tage im Voraus auf 7 eingestellt ist, aber eine Last-Minute-Reservierung 2 Tage vor der Ankunft vorgenommen wird, wird diese Reservierung bei aktivierter Einstellung benachrichtigt.

source: Copy original translation
de_de: Originalübersetzung kopieren

source: Yesterday
de_de: Gestern

source: Tomorrow
de_de: Morgen

source: Arriving
de_de: Ankunft

source: Departing
de_de: Abreise

source: No arrivals yesterday.
de_de: Keine Ankünfte gestern.

source: No departures yesterday.
de_de: Keine Abreisen gestern.

source: No arrivals tomorrow.
de_de: Keine Ankünfte morgen.

source: No departures tomorrow.
de_de: Keine Abreisen morgen.

source: Rates Flow
de_de: Preisfluss

source: Channel
de_de: Kanal

source: Base Rate
de_de: Basisrate

source: The changes made to your room rates
de_de: Die Änderungen an Ihren Zimmerpreisen

source: Quarter
de_de: Quartal

source: Latest Events
de_de: Letzte Ereignisse

source: The most recent events for your bookings
de_de: Die neuesten Ereignisse für Ihre Buchungen

source: Check Availability
de_de: Verfügbarkeit prüfen

source: Calculate the rates for the available rooms
de_de: Berechne die Preise für die verfügbaren Zimmer

source: Book Now
de_de: Weiter

source: Select
de_de: Auswählen

source: Alternative stay dates
de_de: Alternative Aufenthaltszeiten

source: Alternative combinations of rooms
de_de: Alternative Zimmerkombinationen

source: No rooms can allocate the provided number of guests.
de_de: Kein Zimmer kann die angegebenen Anzahl von Gästen zugewiesen werden.

source: No rooms available for the dates requested.
de_de: Für die angefragten Daten sind keine Zimmer verfügbar.

source: Export Type
de_de: Art des Exports

source: Folder Path
de_de: Dateipfad

source: Enter here the path used to store the backup archives created by VikBooking. In case the folder does not exist, the system will attempt to create it. Installation base path: %s
de_de: Geben Sie hier den Pfad ein, in dem die von VikBooking erstellten Sicherungsarchive gespeichert werden. Falls der Ordner nicht existiert, versucht das System, ihn zu erstellen. Basispfad der Installation: %s

source: Manage Backups
de_de: Backups verwalten

source: Vik Booking - Backup Archives
de_de: Vik Booking - Datensicherung Archiv

source: Vik Booking - New Backup
de_de: Vik Booking - Neues Backup

source: File Size
de_de: Datei Größe

source: Do you want to restore the program data with the selected backup?
de_de: Möchten Sie die Programmdaten mit dem ausgewählten Backup wiederherstellen?

source: Confirm that you want to proceed one last time. This action cannot be undone.
de_de: Bestätigen Sie ein letztes Mal, dass Sie fortfahren möchten. Diese Aktion kann nicht rückgängig gemacht werden.

source: The backup has been restored successfully!
de_de: Das Backup wurde erfolgreich wiederhergestellt!

source: Action
de_de: Aktion

source: Create New
de_de: Neu Erstellen

source: Upload Existing
de_de: Upload Vorhandenes

source: Periodically creates a backup of the contents created through VikBooking.
de_de: Erstellt in regelmäßigen Abständen eine Sicherungskopie der durch VikBooking erstellten Inhalte.

source: Maximum Archives
de_de: Maximales Archiv

source: Choose the maximum number of backup archives that can be created. When the specified threshold is reached, the system will automatically delete the oldest backup to allow the creation of a new one.
de_de: Wählen Sie die maximale Anzahl von Sicherungsarchiven, die erstellt werden können. Wenn der angegebene Schwellenwert erreicht ist, löscht das System automatisch das älteste Backup, um die Erstellung eines neuen zu ermöglichen.

source: Full
de_de: Voll

source: The backup will export all the contents created through VikBooking.
de_de: Das Backup exportiert alle Inhalte, die durch VikBooking erstellt wurden.

source: The backup will export only the contents used to set up the program. The records related to the customers, such as the bookings, will be completely ignored. This is useful to copy the configuration of this website into a new one.
de_de: Bei der Sicherung werden nur die Inhalte exportiert, die zur Einrichtung des Programms verwendet wurden. Die Datensätze, die sich auf die Kunden beziehen, wie z.B. die Buchungen, werden komplett ignoriert. Dies ist nützlich, um die Konfiguration dieser Website in eine neue Website zu kopieren.

source: Do you want to convert the amounts of this reservation from %s to %s?
de_de: Möchten Sie die Beträge dieser Reservierung von %s in %s umrechnen?

source: %s is equal to %s
de_de: %s entspricht %s

source: Convert currency and amounts
de_de: Währung und Beträge umrechnen

source: Currency and amounts converted from %s to %s
de_de: Währung und Beträge umgerechnet von %s in %s

source: Inquiry reservation
de_de: Anfrage Reservierung

source: This is a pending inquiry reservation waiting to be confirmed, modified, cancelled, or paid.
de_de: Dies ist eine ausstehende Reservierungsanfrage, die darauf wartet, bestätigt, geändert, storniert oder bezahlt zu werden.

source: The rooms were available for the requested dates and guests at the time of inquiry.
de_de: Die Zimmer waren zum Zeitpunkt der Anfrage für die gewünschten Termine und Gäste verfügbar.

source: No valid rooms were available at the time of inquiry. Alternative and near dates with enough availability have been applied.
de_de: Zum Zeitpunkt der Anfrage waren keine gültigen Zimmer verfügbar. Alternativ- und Nahtermine mit ausreichender Verfügbarkeit wurden zugewiesen.

source: No available room could fit the requested number of guests. Alternative rooms and dates have been applied.
de_de: Es ist kein Zimmer für die gewünschte Anzahl von Gästen verfügbar. Alternative Zimmer und Termine wurden angewendet.

source: No alternative dates or rooms were found at the time of inquiry. The first room has been assigned to the reservation.
de_de: Zum Zeitpunkt der Anfrage wurden keine alternativen Termine oder Zimmer gefunden. Das erste Zimmer wurde der Reservierung zugewiesen.

source: Adjust the reservation if needed, and get in touch with the guest for their booking request.
de_de: Passen Sie die Reservierung bei Bedarf an, und setzen Sie sich mit dem Gast wegen seiner Buchungsanfrage in Verbindung.

source: Original information request
de_de: Ursprüngliche Informationsanfrage

source: Pending inquiry
de_de: Ausstehende Anfrage

source: Check-in data collection
de_de: Erfassung von Check-in-Daten

source: Default adults information
de_de: Standardangaben für Erwachsene

source: Custom driver: %s
de_de: Benutzerdefinierter Treiber: %s

source: Search widgets
de_de: Widgets suchen

source: Bookings Calendar
de_de: Buchungskalender

source: Room calendars to quickly navigate across monthly availability and reservations
de_de: Zimmerkalender zur schnellen Navigation durch monatliche Verfügbarkeiten und Reservierungen

source: Channel Manager reservations
de_de: Channel Manager Reservierungen

source: Choose what to do with the Channel Manager (OTA) reservations. They can be included, excluded, or you can choose to include only the OTA reservations and exclude the ones coming from the website.
de_de: Wählen Sie aus, was mit den Reservierungen des Channel Managers (OTA) geschehen soll. Sie können eingeschlossen oder ausgeschlossen werden, oder Sie können wählen, ob Sie nur die OTA-Reservierungen einschließen und diejenigen ausschließen möchten, die von der Website stammen.

source: Included
de_de: Inbegriffen

source: Include only OTA bookings
de_de: Nur OTA-Buchungen einbeziehen

source: Excluded
de_de: Ausgeschlossen

source: Reminders
de_de: Erinnerungshilfen

source: Custom reminders for scheduled notifications or expiring events.
de_de: Benutzerdefinierte Erinnerungen für geplante Benachrichtigungen oder ablaufende Ereignisse.

source: Reminder title
de_de: Titel zur Erinnerung

source: Due date
de_de: Fälligkeitstermin

source: Time
de_de: Zeit

source: Show completed
de_de: Vollständig anzeigen

source: Show expired
de_de: Abgelaufen anzeigen

source: %s ago
de_de: %s vor

source: Assign to this booking
de_de: Dieser Buchung zuordnen

source: Browser notifications are disabled
de_de: Browser-Benachrichtigungen sind deaktiviert

source: Could not enable browser notifications. This feature is available only in secure contexts (HTTPS).
de_de: Browser-Benachrichtigungen konnten nicht aktiviert werden. Diese Funktion ist nur in sicheren Kontexten (HTTPS) verfügbar.

source: Browser notifications are enabled!
de_de: Browser-Benachrichtigungen sind aktiviert!

source: Default value
de_de: Standardwert

source: If you would like to pre-select a specific country by default, specify here the ISO 3166-1 Alpha-3 country code (3-char code)
de_de: Wenn Sie standardmäßig ein bestimmtes Land vorwählen möchten, geben Sie hier den ISO 3166-1 Alpha-3 Ländercode (3-Zeichen-Code) an

source: Data calculation
de_de: Berechnung der Daten

source: Choose how the report should calculate the values. By default, the system will consider only the stayed nights in the range of dates used as filter. For example, if you are querying the report for a specific month, say March, a reservation with stay dates between March and April will have its values adjusted proportionally with the amounts for March. Instead, if you wish to base the data on the check-in date, maybe to get an idea of the effective incomes, in the above example a reservation with a check-out date exceeding the end-date in the filters will still be considered in full with no average calculation.
de_de: Wählen Sie aus, wie der Bericht die Werte berechnen soll. Standardmäßig berücksichtigt das System nur die Übernachtungen im Datumsbereich, der als Filter verwendet wird. Wenn Sie beispielsweise den Bericht für einen bestimmten Monat abfragen, z. B. März, werden die Werte einer Reservierung mit Aufenthaltsdaten zwischen März und April proportional zu den Beträgen für März angepasst. Wenn Sie stattdessen die Daten auf das Check-in-Datum stützen möchten, um vielleicht eine Vorstellung von den effektiven Einnahmen zu bekommen, wird im obigen Beispiel eine Reservierung mit einem Check-out-Datum, das das Enddatum in den Filtern überschreitet, dennoch berücksichtigt vollständig ohne Durchschnittsberechnung.

source: Stayed nights (average values)
de_de: Übernachtungen (Durchschnittswerte)

source: Full values from check-in
de_de: Volle Werte ab Check-in

source: Insert content wrapper
de_de: Content-Wrapper einfügen

source: When you insert a content wrapper to the body of the message, this will wrap your text within the default HTML layout. It is needed to beautify some contents of your email message.
de_de: Wenn Sie einen Content Wrapper in den Nachrichtentext einfügen, wird Ihr Text in das Standard-HTML-Layout eingepackt. Er wird benötigt, um einige Inhalte Ihrer E-Mail-Nachricht zu verschönern.

source: Profile picture
de_de: Profilbild

source: An optional profile picture or logo of the customer. Can be a URL or an uploaded image.
de_de: Ein optionales Profilbild oder Logo des Kunden. Kann eine URL oder ein hochgeladenes Bild sein.

source: Currency Converter
de_de: Währungsrechner

source: Exchange rates between currencies
de_de: Wechselkurse zwischen Währungen

source: Convert from
de_de: Umrechnen von

source: Convert to
de_de: Umrechnen in

source: Conversion rate
de_de: Umrechnungskurs

source: Reminder - Email
de_de: Erinnerungs-Email

source: Reminder - Pre-checkin
de_de: Erinnerung Pre-Check-In

source: Backup - Creator
de_de: Datensicherung

source: Reminder - SMS
de_de: Erinnerung SMS

source: Invoices - Generator
de_de: Rechnungsgenerator

source: Webhook Notification
de_de: Webhook-Benachrichtigung

source: This cron job allows to set up automated actions whenever new events related to bookings take place. This is useful to post the changes to remote URLs or to pass the data to third party plugins.
de_de: Dieser Cron-Job ermöglicht es, automatische Aktionen einzurichten, wenn neue Ereignisse im Zusammenhang mit Buchungen stattfinden. Dies ist nützlich, um die Änderungen an Remote URLs zu übermitteln oder um die Daten an Plugins von Drittanbietern weiterzugeben.

source: Notification type
de_de: Art der Mitteilung

source: Choose the type of webhook notification to trigger:<br/><ul><li><strong>URL</strong> POST request with a JSON payload to a remote URL.</li><li><strong>PHP Callback</strong> Invoke a custom PHP function or a class method.</li><li><strong>Joomla Event</strong> Calls a custom event (hook) by passing the payload to the action.</li></ul>
de_de: Wählen Sie die Art der Webhook-Benachrichtigung, die ausgelöst werden soll::<br/><ul><li><strong>URL</strong> POST-Anfrage mit einer JSON-Payload an eine Remote-URL.</li><li><strong>PHP Callback</strong> Aufrufen einer benutzerdefinierten PHP-Funktion oder einer Klassenmethode.</li><li><strong>Joomla Event</strong> Ruft ein benutzerdefiniertes Ereignis (Hook) auf, indem der Payload an die Aktion übergeben wird.</li></ul>

source: Depending on the type of webhook notification, enter the endpoint URL, the PHP callback (syntax: <code>function_name</code> or <code>object,method</code>) or the name of the Joomla event.
de_de: Je nach Art der Webhook-Benachrichtigung geben Sie die Endpoint-URL, den PHP-Callback (syntax: <code>function_name</code> or <code>object,method</code>) oder der Name des Joomla-Ereignisses.

source: <p>Your Joomla! version allows you to automatically schedule the execution of the Cron Job you have set up. This configuration process does not require any additional set up on your own server by using the Control Panel, as it will be the Joomla framework itself to periodically execute your Cron Job. Follow the steps below to schedule the automatic execution of the Cron Job:</p><ol><li>Copy the execution URL for this Cron Job by using the input field below.</li><li>Visit the page to schedule a <a href=\"%s\" target=\"_blank\">new task %s</a> and click the &quot;New&quot; button.</li><li>Choose the <strong>GET Request</strong> task type from the list.</li><li>Paste the previously copied execution URL onto the field <strong>Request URL</strong> and set up the execution interval.</li><li>Save the new scheduled task within Joomla.</li><li>Click the button <strong>Run Task</strong> next to your newly created task to make a test.</li><li>Check the last execution time or the execution logs for your Cron Job within Vik Booking to make sure it was executed.</li></ol>That's all, Joomla will automatically and periodically execute your Cron Job!
de_de: <p>Ihre Joomla!-Version ermöglicht es Ihnen, die Ausführung des von Ihnen eingerichteten Cron-Jobs automatisch zu planen. Dieser Konfigurationsprozess erfordert keine zusätzliche Einrichtung auf Ihrem eigenen Server über das Control Panel, da das Joomla-Framework selbst Ihren Cron-Job regelmäßig ausführt. Führen Sie die folgenden Schritte aus, um die automatische Ausführung des Cron-Jobs zu planen:</p><ol><li>Kopieren Sie die ausführbare URL für diesen Cron-Job, indem Sie das Eingabefeld unten verwenden.</li><li>Besuchen Sie die Seite um eine <a href="%s" target="_blank">neue Aufgabe %s</a> und klicken Sie die "New" Schaltfläche.</li><li>Wählen Sie <strong>GET Request</strong> Aufgabentyp aus der Liste.</li><li>Fügen Sie die zuvor kopierte Ausführungs-URL in das Feld ein <strong>Request URL</strong> und legen Sie das Ausführungsintervall fest.</li><li>Speichern Sie die neue geplante Aufgabe in Joomla.</li><li>Clicken Sie die Schlatfläche <strong>Run Task</strong> neben Ihrer neu erstellten Aufgabe, um einen Test durchzuführen.</li><li>Überprüfen Sie die letzte Ausführungszeit oder die Ausführungsprotokolle für Ihren Cron Job innerhalb von Vik Booking, um sicherzustellen, dass er ausgeführt wurde.</li></ol>Das ist alles, Joomla wird automatisch und periodisch Ihren Cron Job ausführen!

source: Cron Job Execution URL
de_de: URL für die Ausführung von Cron-Jobs

source: Paid
de_de: Bezahlt

source: Unpaid
de_de: Unbezahlt

source: Tax Summary
de_de: Steuer Zusammenfassung

source: VAT/GST
de_de: USt

source: Previous registrations
de_de: Frühere Registrierungen

source: Split stays
de_de: Geteilte Aufenthalte

source: Split stay
de_de: Geteilter Aufenthalt

source: Booking split stays
de_de: Buche geteilte Aufenthalte

source: Split stays is a feature that allows you to split longer stays between multiple room types. In case the requested dates are not available in one same room, guests can choose to book a split stay with different rooms. Some nights of the stay will be assigned to one available room, while the other nights will be assigned to different rooms. This feature aims to maximize your rooms occupancy.
de_de: Geteilte Aufenthalte ist eine Funktion, mit der Sie längere Aufenthalte auf mehrere Zimmertypen aufteilen können. Falls die gewünschten Daten nicht in einem Zimmer verfügbar sind, können Gäste einen geteilten Aufenthalt mit verschiedenen Zimmern buchen. Einige Nächte des Aufenthalts werden einem verfügbaren Zimmer zugewiesen, während die anderen Nächte in verschiedenen Zimmern untergebracht werden. Diese Funktion zielt darauf ab, die Belegung Ihrer Zimmer zu maximieren.

source: Nights/Transfers ratio
de_de: Verhältnis Übernachtungen/Transfers

source: The ratio will be used to determine whether booking a split stay should be suggested. Thanks to this value, the system will understand if too many room transfers, depending on the number of nights of stay, are being suggested to the customers to satisfy their request.
de_de: Anhand dieses Verhältnisses wird ermittelt, ob die Buchung eines geteilten Aufenthalts vorgeschlagen werden sollte. Dank dieses Wertes versteht das System, ob dem Kunden je nach Anzahl der Übernachtungen zu viele Zimmertransfers vorgeschlagen werden, um seine Anfrage zu erfüllen.

source: According to the current ratio (%s), a stay for %d night(s) will allow up to %d room transfer(s).
de_de: Nach dem aktuellen Verhältnis (%s) sind bei einem Aufenthalt von %d Nächten bis zu %d Zimmerübertragungen möglich.

source: Multitask Panel
de_de: Multitasking-Panel

source: The booking ID %d is a split stay reservation for multiple rooms, and so you cannot change dates to just one room. Use the apposite page to modify the reservation instead.
de_de: Bei der Buchungs-ID %d handelt es sich um eine Reservierung für einen geteilten Aufenthalt für mehrere Zimmer, so dass Sie die Daten nicht für nur ein Zimmer ändern können. Verwenden Sie stattdessen die entsprechende Seite, um die Reservierung zu ändern.

source: Modify dates
de_de: Datum ändern

source: It is possible to modify the stay dates of some rooms when multiple rooms are booked with the same reservation. However, the selectable dates are constrained by the booking global check-in and check-out dates. This function is helpful in case the guests of a room will arrive some days later or will leave some days before. It is important to note that the sole goal of this function is to free up the availability of some rooms before or after the booking check-out or check-in dates. Defining a lower number of nights of stay for a room will NOT affect the pricing, which will still be based on the total number of nights of stay of the main reservation. If you wish to adjust the pricing when a room needs to change the dates of stay, then you should remove this room from the main reservation and manually create a new booking for this room, for the same customer, by selecting the proper check-in and check-out dates. You basically need to move the room from one reservation to another.
de_de: Es ist möglich, die Aufenthaltsdaten einiger Zimmer zu ändern, wenn mehrere Zimmer mit der gleichen Reservierung gebucht werden. Die auswählbaren Daten werden jedoch durch die globalen An- und Abreisedaten der Buchung eingeschränkt. Diese Funktion ist hilfreich, wenn die Gäste eines Zimmers einige Tage später ankommen oder einige Tage früher abreisen. Es ist wichtig zu beachten, dass das einzige Ziel dieser Funktion darin besteht, die Verfügbarkeit einiger Zimmer vor oder nach den An- und Abreisedaten der Buchung freizugeben. Die Festlegung einer geringeren Anzahl von Übernachtungen für ein Zimmer hat KEINEN Einfluss auf den Preis, der weiterhin auf der Gesamtzahl der Übernachtungen der Hauptreservierung basiert. Wenn Sie die Preisgestaltung anpassen möchten, wenn sich die Aufenthaltsdaten eines Zimmers ändern, sollten Sie dieses Zimmer aus der Hauptreservierung entfernen und manuell eine neue Buchung für dieses Zimmer für denselben Kunden erstellen, indem Sie die richtigen An- und Abreisedaten auswählen. Im Grunde müssen Sie den Raum von einer Reservierung in eine andere verschieben.

source: State/Province
de_de: Bundesland

source: 3-char code
de_de: 3-Zeichen Code
