Repository: knallfr0sch/holbein-absolventen
Catalog: vikbooking/languages/vikbooking-*.po
Languages: de_de

source: The list of channels to display with the corresponding rates for the selected period. Only the channels for which you have mapped some rooms will be available. Channels based on iCal connections do not support rooms mapping. Please notice that the module reads the rates from the website and applies the rules for altering the rates for the channels. This means that you must have launched before a Bulk Action of type Rates Upload from Vik Channel Manager.
de_de: Die Liste der anzuzeigenden Kanäle mit dem entsprechenden Tarif für den ausgewählten Zeitraum. Es sind nur die Kanäle verfügbar, für die Sie einige Zimmer zugeordnet haben. Kanäle, die auf iCal-Verbindungen basieren, unterstützen keine Raumzuordnung. Bitte beachten Sie, dass das Modul die Preise von der Website liest und die Regeln zum Ändern der Preise für die Kanäle anwendet. Dies bedeutet, dass Sie vor einer Massenaktion vom Typ Raten-Upload vom Vik Channel Manager gestartet haben müssen.

source: Default Type of Price
de_de: Standardpreis-Art

source: Select the preferred type of price to use (if available) for displaying the rates. For example, if you have multiple rate plans for your rooms, like 'Free Cancellation' and 'Non Refundable', choose which rates you would like to display as starting from price. If empty, the system will always take the lowest rate available for each room.
de_de: Wählen Sie den bevorzugten Preistyp aus (falls verfügbar), um die Preise anzuzeigen. Wenn Sie beispielsweise mehrere Tarifpläne für Ihre Zimmer haben, z. B. "Kostenlose Stornierung" und "Nicht erstattbar", wählen Sie aus, welche Tarife ab dem Preis angezeigt werden sollen. Wenn leer, nimmt das System immer den niedrigsten verfügbaren Preis für jedes Zimmer.

source: Lowest Rate Available
de_de: Niedrigster verfügbarer Tarif

source: Choose whether the rates displayed should be before taxes or after taxes.
de_de: Wählen Sie aus, ob die angezeigten Preise vor oder nach Steuern liegen sollen.

source: Rates Before Tax (Excluded)
de_de: Preise vor Steuern (ausgenommen)

source: Rates After Tax (Included)
de_de: Preise nach Steuern (inklusive)

source: Intro Text
de_de: Einleitungstext

source: The text to be displayed above the search form. It should contain attractive words for marketing, like 'Best Available Rate by booking from our website'.
de_de: Der Text, der über dem Suchformular angezeigt werden soll. Es sollte attraktive Wörter für das Marketing enthalten, z. B. "Bester verfügbarer Preis bei Buchung über unsere Website".

source: Best Available Rate by booking from our website!
de_de: Bester verfügbarer Preis bei Buchung über unsere Website!

source: Layout Style
de_de: Vorlagen-Stil

source: Choose the style of the module you prefer. The style 'Flat' will occupy space in the position of your template where the module is published. This style will display the module vertically together with the search form. The style 'Fixed' will place the module at the bottom of your page, on top of any other content. With this style, the module will not move when the page scrolls because it has a fixed position.
de_de: Wählen Sie den Stil des Moduls, das Sie bevorzugen. Der Stil 'Flach' nimmt Platz an der Position Ihrer Vorlage ein, an der das Modul veröffentlicht wird. Dieser Stil zeigt das Modul vertikal zusammen mit dem Suchformular an. Der Stil 'Fest' platziert das Modul am unteren Rand Ihrer Seite über allen anderen Inhalten. Bei diesem Stil bewegt sich das Modul beim Scrollen der Seite nicht, da es eine feste Position hat.

source: Flat, Vertical
de_de: Flach, vertikal

source: Fixed
de_de: Repariert/behoben

source: Contact Buttons
de_de: Kontaktschaltflächen

source: Email Contact
de_de: E-Mail Kontakt

source: If not empty, a button will be displayed for the users to contact you via email.
de_de: Wenn nicht leer, wird eine Schaltfläche angezeigt, über die die Benutzer Sie per E-Mail kontaktieren können.

source: Messenger Contact
de_de: Messenger Kontakt

source: If not empty, a button will be displayed for the users to contact you through Facebook Messenger. Enter here your Facebook vanity username. If you don’t have a username yet, you can use your numerical Facebook profile ID instead.
de_de: Wenn nicht leer, wird eine Schaltfläche angezeigt, über die die Benutzer Sie über Facebook Messenger kontaktieren können. Geben Sie hier Ihren Facebook-Vanity-Benutzernamen ein. Wenn Sie noch keinen Benutzernamen haben, können Sie stattdessen Ihre numerische Facebook-Profil-ID verwenden.

source: Whatsapp Contact
de_de: Whatsapp Kontakt

source: If not empty, a button will be displayed for the users to contact you through Whatsapp. Enter your phone number without leading zeros, but with the plus sign before your country code. Ex. +5511999999999
de_de: Wenn nicht leer, wird eine Schaltfläche angezeigt, über die die Benutzer Sie über WhatsApp kontaktieren können. Geben Sie Ihre Telefonnummer ohne führende Nullen ein, jedoch mit dem Pluszeichen vor Ihrer Landesvorwahl. Ex. +5511999999999

source: Phone Contact
de_de: Telefonischer Kontakt

source: If not empty, a button will be displayed for the users to call you through their mobile phone.
de_de: Wenn nicht leer, wird eine Schaltfläche angezeigt, über die die Benutzer Sie über ihr Mobiltelefon anrufen können.

source: Refresh Rates
de_de: Tarife aktualisieren

source: Our Best Rate
de_de: Unser bester Preis

source: Beds
de_de: Betten

source: Room Configuration
de_de: Raumkonfiguration

source: Carousel Configuration
de_de: Karussell Konfiguration

source: Room Width
de_de: Zimmerbreite

source: With of the single room displayed
de_de: angezeigte Breite des einzelnen Zimmers

source: Maximum Rooms Displayed
de_de: Maximal angezeigte Zimmer

source: Rooms per row
de_de: Zimmer pro Reihe

source: Dotted Navigation
de_de: Punkt-Navigation

source: Show Dotted Navigation
de_de: Gepunktete Navigation anzeigen

source: Display Navigation
de_de: Navigation anzeigen

source: Autoplay
de_de: Automatisches Abspielen

source: Enable automatic scrolling
de_de: Automatische Blättern aktivieren

source: Time Scrolling
de_de: Zeit-Scrolling

source: Ordering and Filtering
de_de: Ordnen und Filtern

source: By Price
de_de: Nach Preis

source: By Name
de_de: Nach Name

source: By Category
de_de: Nach Kategorie

source: Order Type
de_de: Sortierung

source: Ascending or Descending
de_de: Aufsteigend oder absteigend

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: The Currency Symbol to display
de_de: Das anzuzeigende Währungssymbol

source: Show Category Name
de_de: Kategoriename anzeigen

source: Show Number People
de_de: Anzahl der Personen anzeigen

source: Show the number of the people of the room/apartment
de_de: Zeigen Sie die Anzahl der Personen des Zimmers / Apartments an

source: Filtering by Category
de_de: nach Kategorie filtern

source: Select a Category
de_de: Eine Kategorie auswählen

source: Show Details button
de_de: Schaltfläche Details anzeigen

source: Show description
de_de: Beschreibung anzeigen

source: yes
de_de: ja

source: no
de_de: nein
